Repository: mozilla/rocketfuel
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, cs, de, el, es, eu, fr, gl, hu, it, ja, nl, pa, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv_se, uk

source: Add a Curator
bn_bd: একজন তত্ত্বাবধায়ক যোগ করুন
cs: Přidat správce
de: Einen Verwalter hinzufügen
el: Προσθήκε επιμελητή
es: Agregar un administrador
eu: Gehitu mantentzaile bat
fr: Ajouter un superviseur
gl: Engadir un administrador
hu: Karbantartó hozzáadása
it: Aggiungi un curatore
ja: 管理者を追加
nl: Een curator toevoegen
pa: ਇੱਕ Curator ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar um Curador
pt_pt: Adicionar um curador
ru: Добавить куратора
sk: Pridať správcu
sq: Shtoni një Kujdestar
sr: Додај куратора
sr_latn: Dodaj kuratora
sv_se: Lägg till en kurator
uk: Додати куратора

source: User Email Address
bn_bd: ব্যবহারকারীর ইমেইল ঠিকানা
cs: E-mailová adresa uživatele
de: E-Mail-Adresse des Benutzers
el: Διεύθυνση Email Χρήστη
es: Correo electrónico del usuario
eu: Erabiltzailearen posta-helbidea
fr: Adresse électronique de l'utilisateur
gl: Enderezo de correo do usuario
hu: Felhasználó e-mail címe
it: Indirizzo email dell'utente
ja: ユーザのメールアドレス
nl: E-mailadres van gebruiker
pa: ਯੂਜ਼ਰ ਈਮੇਲ ਐਡਰੈੱਸ
pt_br: Endereço de E-mail do Usuário
pt_pt: Endereço de email do utilizador
ru: Адрес эл. почты пользователя
sk: E-mailová adresa používateľa
sq: Adresë Email Përdoruesi
sr: Корисникова адреса е-поште
sr_latn: Korisnikova adresa e-pošte
sv_se: Användarens e-postadress
uk: Адреса електронної пошти користувача

source: Enter the email address of a user that you wish to make a curator for this collection.
bn_bd: একজন ব্যবহারকারীর ইমেইল ঠিকানা প্রবেশ করান যাকে এই সংগ্রহের তত্ত্বাবধায়ক বানাতে চান।
cs: Vložte e-mailovou adresu uživatele, u kterého chcete, aby se stal správcem této sbírky.
de: Geben Sie die E-Mail-Adresse des Benutzers ein, den Sie zum Verwalter dieser Sammlung machen möchten.
el: Εισάγετε τη διεύθυνση email ενός χρήστη που θέλετε να ορίσετε ως επιμελητή για αυτή τη συλλογή.
es: Introduce el correo electrónico del usuario que quieres hacer administrador de esta colección.
eu: Sartu bilduma honen mantentzaile bihurtu nahi duzun erabiltzailearen posta-helbidea.
fr: Saisissez l'adresse électronique de l'utilisateur que vous voulez nommer superviseur pour cette collection.
gl: Escriba o enderezo de correo dun usuario que quere facer administrador desta colección.
hu: Adja meg a felhasználó e-mail címét, akit a gyűjtemény karbantartójává szeretne tenni.
it: Inserisci l'indirizzo email dell'utente a cui vuoi assegnare il ruolo di curatore della collezione.
ja: このコレクションの管理者にしたいユーザのメールアドレスを入力してください。
nl: Voer het e-mailadres van een gebruiker die u curator van deze collectie wilt maken in.
pa: ਉਪਭੋਗੀ ਦੇ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ। ਜਿਸ ਨੂੰ ਤੁਸੀ ਭੰਡਾਰ ਕਰਨ ਲਈ ਇੱਕ curator ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pt_br: Digite o endereço de e-mail de um usuário que você deseja fazer curador dessa coleção.
pt_pt: Introduza um endereço de email de um utilizador que quer tornar um curador para esta coleção.
ru: Введите адрес эл. почты пользователя, которого вы хотите сделать куратором этой подборки.
sk: Zadajte e-mailovú adresu používateľa, ktorého chcete spraviť správcom tejto kolekcie.
sq: Jepni adresën email të një përdoruesi që dëshironi ta bëni kujdestar për këtë koleksion.
sr: Унесите адресу е-поште корисника којег желите да направите куратором за ову колекцију.
sr_latn: Unesite adresu e-pošte korisnika kojeg želite da napravite kuratorom za ovu kolekciju.
sv_se: Ange e-postadressen för den användare som du vill göra till kurator för denna samling.
uk: Введіть адресу електронної пошти користувача, якого ви бажаєте зробити куратором цієї збірки.

source: Namaste
bn_bd: নমস্কার
es: Namasté
fr: Namasté
pa: ਨਮਸਤੇ
ru: Намасте
uk: Намасте

source: Add Apps
bn_bd: অ্যাপ যোগ করুন
cs: Přidat aplikace
de: Apps hinzufügen
el: Προσθήκη εφαρμογών
es: Agregar aplicaciones
eu: Gehitu aplikazioak
fr: Ajouter des apps
gl: Engadir aplicativos
hu: Appok hozzáadása
it: Aggiungi app
ja: アプリを追加
nl: Apps toevoegen
pa: ਐਪ ਜੋੜੋ
pt_br: Adicionar Aplicativos
pt_pt: Adicionar aplicações
ru: Добавить приложения
sk: Pridať aplikácie
sq: Shtoni Zbatime
sr: Додајте апликације
sr_latn: Dodajte aplikacije
sv_se: Lägg till appar
uk: Додати програми

source: Search
bn_bd: খুঁজুন
cs: Vyhledávání
de: Suchen
el: Αναζήτηση
es: Buscar
eu: Bilatu
fr: Rechercher
gl: Buscar
hu: Keresés
it: Cerca
ja: 検索
nl: Zoeken
pa: ਲੱਭੋ
pt_br: Buscar
pt_pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sq: Kërko
sr: Претражи
sr_latn: Pretraži
sv_se: Sök
uk: Пошук

source: Author:
bn_bd: রচয়িতা:
cs: Autor:
de: Autor:
el: Δημιουργός:
es: Autor:
eu: Egilea:
fr: Auteur :
gl: Autor:
hu: Szerző:
it: Autore:
ja: 作者:
nl: Auteur:
pa: ਲੇਖਕ:
pt_br: Autor:
pt_pt: Autor:
ru: Автор:
sk: Autor:
sq: Autor:
sr: Аутор:
sr_latn: Autor:
sv_se: Författare:
uk: Автор:

source: Slug:
bn_bd: স্লাগ:
cs: URL:
de: Adressname:
el: Ψευδώνυμο:
es: Título breve:
eu: Slug-a:
fr: Raccourci :
gl: Título breve:
ja: スラグ:
ru: Короткий url:
sk: URL:
sq: Identifikues:
sr: Назив url адресе:
sr_latn: Naziv url adrese:
sv_se: Slugg:
uk: Коротка URL:

source: Region:
bn_bd: অঞ্চল:
el: Περιοχή:
es: Región:
eu: Eskualdea:
fr: Région :
gl: Rexión:
hu: Régió:
it: Regione:
ja: 地域:
nl: Regio:
pa: ਖੇਤਰ:
pt_br: Região:
pt_pt: Região:
ru: Регион:
sk: Región:
sq: Rajon:
sr: Регион:
uk: Регіон:

source: Carrier:
bn_bd: অপারেটর:
cs: Operátor:
de: Mobilfunkanbieter:
el: Πάροχος:
es: Proveedor:
eu: Hornitzailea:
fr: Opérateur :
gl: Operadora:
hu: Szolgáltató:
it: Operatore telefonico:
ja: キャリア:
nl: Provider:
pa: ਕੈਰੀਅਰ:
pt_br: Provedor:
pt_pt: Operador:
ru: Оператор:
sk: Operátor:
sq: Operator:
sr: Оператер:
sr_latn: Operater:
sv_se: Operatör:
uk: Оператор:

source: Category:
bn_bd: বিভাগ:
cs: Kategorie:
de: Kategorie:
el: Κατηγορία:
es: Categoría:
eu: Kategoria:
fr: Catégorie :
gl: Categoría:
hu: Kategória:
it: Categoria:
ja: カテゴリ:
nl: Categorie:
pa: ਸ਼੍ਰੇਣੀ:
pt_br: Categoria:
pt_pt: Categoria:
ru: Категория:
sk: Kategória:
sq: Kategori:
sr: Категорија:
sr_latn: Kategorija:
sv_se: Kategori:
uk: Категорія:

source: All Categories (Homepage)
bn_bd: সব বিভাগ (হোমপেজ)
cs: Všechny kategorie (Domovská stránka)
de: Alle Kategorien (Startseite)
el: Όλες οι κατηγορίες (Αρχική)
es: Todas las categorías (página de inicio)
eu: Kategoria guztiak (orri nagusia)
fr: Toutes les catégories (page d'accueil)
gl: Todas as categorías (Páxina de inicio)
hu: Minden kategória (kezdőoldal)
it: Tutte le categorie (Home)
ja: すべてのカテゴリ (ホームページ)
nl: Alle categorieën (Startpagina)
pa: ਸਭ ਵਰਗ (ਹੋਮਪੇਜ)
pt_br: Todas as Categorias (Página Inicial)
pt_pt: Todas as categorias (página inicial)
ru: Все категории (Домашняя страница)
sk: Všetky kategórie (Domovská stránka)
sq: Krejt Kategoritë (Faqja Hyrëse)
sr: Све категорије (Почетна страна)
sr_latn: Sve kategorije (Početna strana)
sv_se: Alla kategorier (hemsida)
uk: Всі категорії (Домашня сторінка)

source: Description:
bn_bd: বর্ননা:
cs: Popis:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
eu: Deskribapena:
gl: Descrición:
hu: Leírás:
it: Descrizione:
ja: 説明:
nl: Beschrijving:
pa: ਵੇਰਵਾ:
pt_br: Descrição:
pt_pt: Descrição:
ru: Описание:
sk: Popis:
sq: Përshkrim:
sr: Опис:
sr_latn: Opis:
sv_se: Beskrivning:
uk: Опис:

source: Customization
bn_bd: কাস্টমাইজেশন
cs: Přizpůsobení
de: Anpassung
el: Παραμετροποίηση
es: Personalización
eu: Pertsonalizazioa
fr: Personnalisation
gl: Personalización
hu: Személyre szabás
it: Personalizzazione
ja: カスタマイズ
nl: Aanpassing
pa: ਸੋਧ
pt_br: Personalização
pt_pt: Personalização
ru: Настройка
sk: Prispôsobenie
sq: Personalizim
sr: Прилагођавање
sr_latn: Prilagođavanje
sv_se: Anpassning
uk: Установки

source: Background Image:
bn_bd: পটভূমির ছবি:
cs: Obrázek pozadí:
de: Hintergrundgrafik:
el: Εικόνα φόντου
es: Imagen de fondo:
eu: Atzeko planoko irudia:
fr: Image d'arrière-plan&nbsp;:
gl: Imaxe de fondo:
hu: Háttérkép:
it: Immagine di sfondo:
ja: 背景画像:
nl: Achtergrondafbeelding:
pa: ਪਿੱਠਭੂਮੀ ਚਿੱਤਰ:
pt_br: Imagem de Fundo:
pt_pt: Imagem de fundo:
ru: Фоновое изображение:
sk: Obrázok pozadia:
sq: Figurë Sfondi:
sr: Позадинска слика:
sr_latn: Pozadinska slika:
sv_se: Bakgrundsbild:
uk: Зображення тла:

source: Loading preview image
bn_bd: প্রাকদর্শনের চিত্র লোড হচ্ছে
cs: Načítání náhledu obrázku
de: Vorschaugrafik wird geladen
el: Φόρτωση προεπισκόπησης εικόνας
es: Cargando imagen preliminar
eu: Aurrebista-irudia kargatzen
fr: Chargement de l'aperçu
gl: Cargando previsualización da imaxe
hu: Előnézeti kép betöltése
it: Caricamento dell'anteprima in corso…
ja: プレビュー画像を読み込んでいます
nl: Voorbeeldafbeelding laden
pa: ਝਲਕ ਚਿੱਤਰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Carregando pré-visualização da imagem
pt_pt: A carregar a imagem de pré-visualização
ru: Загрузка превью изображения
sk: Načítanie náhľadu obrázka
sq: Po ngarkohet figurë paraparje
sr: Учитавање слике
sr_latn: Učitavanje slike
sv_se: Laddar förhandsgranskning
uk: Завантаження попереднього перегляду зображення

source: Drag a PNG or JPG image below or <span>select a file</span> to upload an image.
bn_bd: ছবি আপলোড করতে নিচে PNG অথবা JPG ছবি টেনে আনুন বা <span>ফাইল বাছুন</span>।
cs: Přetáhněte níže obrázek ve formátu PNG nebo JPG nebo <span>zvolte soubor</span> s obrázkem, který bude nahrán.
de: Ziehen Sie in das folgende Feld eine PNG- oder JPG-Grafik, oder <span>wählen Sie eine Datei aus</span>, um eine Grafik hochzuladen.
el: Σύρετε μια εικόνα PNG ή JPG παρακάτω ή <span>επιλέξτε ένα αρχείο</span> για τη μεταφόρτωση μιας εικόνας.
es: Arrastra una imagen PNG o JPG abajo o <span>selecciona un archivo</span> para cargar una imagen.
eu: Arrastatu PNG edo JPG irudi bat hona behera edo <span>hautatu fitxategi bat</span> irudi bat kargatzeko.
fr: Déposez une image PNG ou JPG ci-dessous ou <span>sélectionnez un fichier</span> pour téléverser une image.
gl: Arrastre unha imaxe png ou jpg abaixo ou <span>seleccione un ficheiro</span> para subir unha imaxe.
hu: Húzzon ide egy PNG vagy JPG képet, vagy <span>válasszon egy fájlt</span> a kép feltöltéséhez.
it: Per caricare un'immagine trascina un file PNG o JPG qui sotto oppure <span>seleziona un file</span> dal tuo computer.
ja: 画像をアップロードするには、PNG もしくは JPEG 形式の画像を下の枠内にドラッグするか <span>ファイルを選択</span> してください。
nl: Sleep hieronder een PNG- of JPG-bestand of <span>selecteer een bestand</span> om een afbeelding te uploaden.
pa: ਹੇਠਾ ਇੱਕ PNG ਜਾ jpg ਚਿੱਤਰ ਸੁੱਟੋ ਜਾ </ span> ਇੱਕ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਇੱਕ ਫਾਇਲ</ span> ਦੀ ਚੋਣ ਕਰੋ।
pt_br: Arraste uma imagem em PNG ou JPG abaixo ou <span>escolha o arquivo</span> para fazer o upload da imagem.
pt_pt: Arraste uma imagem PNG ou JPG em baixo ou <span>selecione um ficheiro</span> para enviar uma imagem.
ru: Перетащите ниже изображение PNG или JPG или <span>выберите файл</span>, чтобы загрузить изображение.
sk: Obrázok vo formáte PNG alebo JPG buď <span>zvoľte zo súboru</span> alebo ho pretiahnite myšou na miesto nižšie.
sq: Tërhiqni më poshtë një figurë PNG ose JPG ose <span>përzgjidhni një kartelë</span> që të ngarkohet një figurë.
sr: Довуците доле PNG или JPG слику или <span>изаберите датотеку</span> да бисте поставили слику.
sr_latn: Dovucite dole PNG ili JPG sliku ili <span>izaberite datoteku</span> da biste postavili sliku.
sv_se: Dra en PNG- eller JPG-bild nedan eller <span>välj en fil</span> för att ladda upp en bild.
uk: Перетягніть нижче зображення у форматі PNG або JPG, або <span>виберіть файл</span>, щоб завантажити зображення.

source: Your browser does not support canvas.
bn_bd: আপনার ব্রাউজার ক্যানভাস সমর্থন করেনা।
cs: Váš prohlížeč nepodporuje canvas.
de: Ihr Browser unterstützt Canvas nicht.
el: Ο περιηγητής σας δεν υποστηρίζει το στοιχείο canvas.
es: Tu navegador no admite la etiqueta canvas.
eu: Zure nabigatzaileak ez du onartzen canvas elementua.
fr: Votre navigateur ne prend pas en charge canvas.
gl: O seu navegador non admite canvas.
hu: A böngészője nem támogatja a vászon elemet.
it: Il browser in uso non supporta l'elemento HTML canvas.
ja: あなたのブラウザは Canvas に対応していません。
nl: Uw browser ondersteunt geen canvas.
pa: ਤੁਹਾਡਾ ਬਰਾਊਜ਼ਰ ਕੈਨਵਸ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀ ਹੈ।
pt_br: Seu navegador não suporta canvas.
pt_pt: O seu navegador não suporta canvas.
ru: Ваш браузер не поддерживает canvas.
sk: Váš prehliadač nepodporuje canvas.
sq: Shfletuesi juaj nuk e mbulon kanavacën.
sr: Ваш прегледач не подржава canvas.
sr_latn: Vaš pregledač ne podržava canvas.
sv_se: Din webbläsare stödjer inte canvas.
uk: Ваш браузер не підтримує canvas.

source: Clear Saved Image
bn_bd: সংরক্ষিত ছবি মুছে ফেলুন
cs: Vymazat uložený obrázek
de: Gespeicherte Grafik löschen
el: Εκκαθάριση αποθηκευμένης εικόνας
es: Borrar la imagen guardada
eu: Garbitu gordetako irudia
fr: Effacer l’image enregistrée
gl: Borrar a imaxe gardada
hu: Mentett kép törlése
it: Cancella l'immagine salvata
ja: 保存された画像を削除
nl: Opgeslagen afbeelding wissen
pa: ਸੰਭਾਲੇ ਚਿੱਤਰ ਹਟਾਓ
pt_br: Limpar imagem salva
pt_pt: Limpar imagem guardada
ru: Очистить сохранённое изображение
sk: Odobrať uložený obrázok
sq: Pastroje Figurën e Ruajtur
sr: Уклони сачувану слику
sr_latn: Ukloni sačuvanu sliku
sv_se: Rensa sparad bild
uk: Очистити збережене зображення

source: Save Image
bn_bd: ছবি সংরক্ষন করুন
cs: Uložit obrázek
de: Grafik speichern
el: Αποθήκευση εικόνας
es: Guardar la imagen
eu: Gorde irudia
fr: Enregistrer l’image
gl: Gardar imaxe
hu: Kép mentése
it: Salva immagine
ja: 画像を保存
nl: Afbeelding opslaan
pa: ਚਿੱਤਰ ਸੰਭਾਲੋ
pt_br: Salvar imagem
pt_pt: Guardar imagem
ru: Сохранить изображение
sk: Uložiť obrázok
sq: Ruaje Figurën
sr: Сачувај слику
sr_latn: Sačuvaj sliku
sv_se: Spara bild
uk: Зберегти зображення

source: Cancel and Revert
bn_bd: বাতিল ও প্রত্যাবর্তন করুন
cs: Zrušit a obnovit
de: Abbrechen und Zurücksetzen
el: Ακύρωση και Επαναφορά
es: Cancelar y revertir
eu: Utzi eta leheneratu
fr: Annuler et rétablir
gl: Cancelar e reverter
hu: Megszakítás és visszavonás
it: Annulla e ripristina stato precedente
ja: キャンセルして取り消す
nl: Annuleren en terugkeren
pa: ਰੱਦ ਕਰੋ ਅਤੇ ਵਾਪਸ
pt_br: Cancelar e Reverter
pt_pt: Cancelar e reverter
ru: Отменить и вернуть
sk: Zrušiť a obnoviť
sq: Anuloje dhe Rikthe
sr: Откажи и врати
sr_latn: Otkaži i vrati
sv_se: Avbryt och återställ
uk: Скасувати і повернути

source: Background:
bn_bd: পটভূমি:
cs: Pozadí:
de: Hintergrund:
el: Φόντο:
es: Fondo:
eu: Atzeko planoa:
fr: Arrière-plan&nbsp;:
gl: Fondo:
hu: Háttér:
it: Sfondo:
ja: 背景:
nl: Achtergrond:
pa: ਪਿੱਠਭੂਮੀ:
pt_br: Fundo:
pt_pt: Fundo:
ru: Фон:
sk: Pozadie:
sq: Sfond:
sr: Позадина:
sr_latn: Pozadina:
sv_se: Bakgrund:
uk: Тло:

source: Text:
bn_bd: টেক্সট:
el: Κείμενο:
es: Texto:
eu: Testua:
fr: Texte :
gl: Texto:
hu: Szöveg:
it: Testo:
ja: テキスト:
nl: Tekst:
pa: ਪਾਠ:
pt_br: Texto:
pt_pt: Texto:
ru: Текст:
sq: Tekst:
sr: Текст:
sr_latn: Tekst:
uk: Текст:

source: Apps
bn_bd: অ্যাপ
cs: Aplikace
el: Εφαρμογές
es: Aplicaciones
eu: Aplikazioak
fr: Applications
gl: Aplicativos
hu: Appok
it: App
ja: アプリ
pa: ਐਪਸ
pt_br: Aplicativos
pt_pt: Aplicações
ru: Приложения
sk: Aplikácie
sq: Zbatime
sr: Апликације
sr_latn: Aplikacije
sv_se: Appar
uk: Програми

source: Add app to collection
bn_bd: সংগ্রহে অ্যাপ যোগ করুন
cs: Přidat aplikaci do sbírky
de: App zur Sammlung hinzufügen
el: Προσθήκη εφαρμογής σε συλλογή
es: Agregar la aplicación a la colección
eu: Gehitu aplikazioa bildumari
fr: Ajouter l'application à la collection
gl: Engadir aplicativo á colección
hu: App gyűjteményhez adása
it: Aggiungi l'app alla raccolta
ja: コレクションにアプリを追加
nl: App toevoegen aan collectie
pa: ਭੰਡਾਰ ਵਿਚ ਲਈ ਐਪ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar aplicativo para coleção
pt_pt: Adicionar uma aplicação à coleção
ru: Добавить приложение в подборку
sk: Pridať aplikáciu do kolekcie
sq: Shtoni zbatim te koleksioni
sr: Додајте апликацију у колекцију
sr_latn: Dodajte aplikaciju u kolekciju
sv_se: Lägg till app till samling
uk: Додати програму до збірки

source: Make Collection Public
bn_bd: সংগ্রহ প্রকাশ্য করুন
cs: Označit sbírku jako veřejnou
de: Sammlung veröffentlichen
el: Δημοσιοποίηση συλλογής
es: Hacer pública la colección
eu: Argitaratu bilduma
fr: Rendre la collection publique
gl: Facer pública a colección
hu: Gyűjtemény nyilvánossá tétele
it: Rendi la raccolta pubblica
ja: コレクションを公開
nl: Collectie openbaar maken
pa: ਭੰਡਾਰ ਪਬਲਿਕ ਬਣਾਉ
pt_br: Torne a coleção pública
pt_pt: Tornar a coleção pública
ru: Сделать подборку публичной
sk: Označiť kolekciu ako verejnú
sq: Bëje Koleksionin Publik
sr: Направите колекцију јавном
sr_latn: Napravite kolekciju javnom
sv_se: Gör samling offentlig
uk: Зробити збірку публічною

source: Duplicate collection
bn_bd: সংগ্রহ প্রতিলিপি করুন
cs: Duplicitní sbírka
de: Sammlung duplizieren
el: Αντιγραφή συλλογής
es: Duplicar la colección
eu: Bikoiztu bilduma
fr: Dupliquer la collection
gl: Duplicar a colección
hu: Gyűjtemény másolása
it: Clona raccolta
ja: コレクションを複製
nl: Collectie dupliceren
pa: ਡੁਪਲੀਕੇਟ ਭੰਡਾਰ
pt_br: Duplicar a Coleção
pt_pt: Duplicar coleção
ru: Дублировать подборку
sk: Vytvoriť kópiu kolekcie
sq: Bëj një kopje të koleksionit
sr: Дуплирајте колекцију
sr_latn: Duplirajte kolekciju
sv_se: Dubblera samling
uk: Дублювати збірку

source: Delete collection
bn_bd: সংগ্রহ মুছুন
cs: Smazání sbírky
de: Sammlung löschen
el: Διαγραφή συλλογής
es: Borrar la colección
eu: Ezabatu bilduma
fr: Supprimer la collection
gl: Eliminar a colección
hu: Gyűjtemény törlése
it: Elimina raccolta
ja: コレクションを削除
nl: Collectie verwijderen
pa: ਭੰਡਾਰ ਹਟਾਓ
pt_br: Excluir coleção
pt_pt: Eliminar coleção
ru: Удалить подборку
sk: Odstrániť kolekciu
sq: Fshije koleksionin
sr: Обришите колекцију
sr_latn: Obrišite kolekciju
sv_se: Ta bort samling
uk: Вилучити збірку

source: Curators
bn_bd: তত্ত্বাবধায়ক
cs: Správci
de: Verwalter
el: Επιμελητές
es: Administradores
eu: Mantentzaileak
fr: Superviseurs
gl: Administradores
hu: Karbantartók
it: Curatori
ja: 管理者
nl: Curatoren
pa: ਪ੍ਰਧਾਨ
pt_br: Curadores
pt_pt: Curadores
ru: Кураторы
sk: Správcovia
sq: Kujdestar
sr: Куратори
sr_latn: Kuratori
sv_se: Kuratorer
uk: Куратори

source: There are no curators for this collection.
bn_bd: এই সংগ্রহের জন্য কোনো তত্ত্বাবধায়ক নেই।
cs: U této sbírky není žádný správce.
de: Es gibt keine Verwalter für diese Sammlung.
el: Δεν υπάρχουν επιμελητές για αυτή τη συλλογή.
es: No hay administradores para esta colección.
eu: Ez dago mantentzailerik bilduma honetarako.
fr: Il n'y a pas de superviseur pour cette collection.
gl: Non hai administradores para esta colección.
hu: Nincsenek karbantartók a gyűjteményhez.
it: Questa raccolta non è stata assegnata a nessun curatore.
ja: このコレクションには管理者がいません。
nl: Er zijn geen curatoren voor deze collectie.
pa: ਇਸ ਨੂੰ ਇਕੱਠੇ ਕਰਨ ਲਈ ਕੋਈ ਵੀ ਪ੍ਰਧਾਨ ਉਪਲਬਧ ਨਹੀ ਹਨ।
pt_br: Não há curadores para esta coleção
pt_pt: Não existem curadores para esta coleção.
ru: Для этой подборки нет кураторов.
sk: Pre túto kolekciu nie sú určení žiadni správcovia.
sq: Nuk ka kujdestarë për këtë koleksion.
sr: Нема куратора за ову колекцију.
sr_latn: Nema kuratora za ovu kolekciju.
sv_se: Det finns inga kuratorer för denna samling.
uk: Для цієї збірки немає кураторів.

source: Add Curator
bn_bd: তত্ত্বাবধায়ক যোগ করুন
cs: Přidat správce
de: Verwalter hinzufügen
el: Προσθήκε Επιμελητή
es: Agregar un administrador
eu: Gehitu mantentzailea
fr: Ajouter un superviseur
gl: Engadir administrador
hu: Karbantartó hozzáadása
it: Aggiungi curatore
ja: 管理者を追加
nl: Curator toevoegen
pa: ਪ੍ਰਧਾਨ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar Curador
pt_pt: Adicionar curador
ru: Добавить куратора
sk: Pridať správcu
sq: Shtoni Kujdestar
sr: Додајте куратора
sr_latn: Dodajte kuratora
sv_se: Lägg till kurator
uk: Додати куратора

source: Close
bn_bd: বন্ধ
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sq: Mbylle
sr: Затвори
sr_latn: Zatvori
sv_se: Stäng
uk: Закрити

source: No
bn_bd: না
cs: Ne
de: Nein
el: Όχι
eu: Ez
fr: Non
gl: Non
hu: Nem
ja: いいえ
nl: Nee
pa: ਨਹੀ
pt_br: Não
pt_pt: Não
ru: Нет
sk: Nie
sq: Jo
sr: Не
sr_latn: Ne
sv_se: Nej
uk: Ні

source: Yes
bn_bd: হ্যাঁ
cs: Ano
de: Ja
el: Ναι
es: Sí
eu: Bai
fr: Oui
gl: Si
hu: Igen
it: Si
ja: はい
nl: Ja
pa: ਹਾ
pt_br: Sim
pt_pt: Sim
ru: Да
sk: Áno
sq: Po
sr: Да
sr_latn: Da
sv_se: Ja
uk: Так

source: Duplicate Collection
bn_bd: সংগ্রহ প্রতিলিপি
cs: Duplicitní sbírka
de: Sammlung duplizieren
el: Αντιγραφή συλλογής
es: Duplicar la colección
eu: Bikoiztu bilduma
fr: Dupliquer la collection
gl: Duplicar a colección
hu: Gyűjtemény másolása
it: Clona raccolta
ja: コレクションを複製
nl: Collectie dupliceren
pa: ਭੰਡਾਰ ਨਕਲ
pt_br: Duplicar Coleção
pt_pt: Duplicar coleção
ru: Дублировать подборку
sk: Vytvoriť kópiu kolekcie
sq: Bëj Një Kopje të Koleksionit
sr: Дуплирај колекцију
sr_latn: Dupliraj kolekciju
sv_se: Dubblera samling
uk: Дублювати збірку

source: Name
bn_bd: নাম
cs: Název
el: Όνομα
es: Nombre
eu: Izena
fr: Nom
gl: Nome
hu: Név
it: Nome
ja: 名前
nl: Naam
pa: ਨਾਮ
pt_br: Nome
pt_pt: Nome
ru: Имя
sk: Názov
sq: Emër
sr: Име
sr_latn: Ime
sv_se: Namn
uk: Ім'я

source: A name is required
bn_bd: একটি নাম অত্যাবশ্যকীয়
cs: Název je vyžadován
de: Ein Name ist erforderlich
el: Απαιτείται ένα όνομα
es: Se necesita un nombre
eu: Beharrezkoa da izen bat
fr: Le nom est obligatoire
gl: Requírese un nome
hu: Egy név szükséges
it: È obbligatorio scegliere un nome per la raccolta
ja: 名前は必須です
nl: Een naam is vereist
pa: ਇੱਕ ਨਾਮ ਦੀ ਲੋੜ ਹੈ
pt_br: É necessário um nome
pt_pt: É necessário um nome
ru: Требуется имя
sk: Názov je požadovaný
sq: Lypset një emër
sr: Неопходно је унети име
sr_latn: Neophodno je uneti ime
sv_se: Ett namn krävs
uk: Необхідне ім'я

source: Slug
bn_bd: স্লাগ্
cs: URL
de: Adressname
el: Ψευδώνυμο
es: Título breve (slug)
eu: Slug-a
fr: Raccourci
gl: Título breve
ja: スラグ
pt_br: Título curto (slug)
ru: Короткий url
sk: URL
sq: Identifikues
sr: Назив url адресе
sr_latn: Naziv url adrese
sv_se: Slugg
uk: Коротка URL

source: A slug is required
bn_bd: একটি স্লাগ্ অত্যাবশ্যকীয়
cs: URL je vyžadováno
de: Ein Adressname ist erforderlich
el: Απαιτείται ψευδώνυμο
es: Se necesita un título breve
eu: Beharrezkoa da slug bat
fr: Le raccourci est obligatoire
gl: Requírese un título breve
hu: Egy slug szükséges
it: È obbligatorio scegliere uno slug per la raccolta
ja: スラグは必須です
nl: Een slug is vereist
pa: ਇੱਕ slug ਦੀ ਲੋੜ ਹੈ
pt_br: Um título curto é exigido
pt_pt: É necessário um slug
ru: Требуется короткий url
sk: Vyžaduje sa adresa URL
sq: Lypset një identifikues
sr: Назив url адресе је неопходан
sr_latn: Naziv url adrese je neophodan
sv_se: En slugg krävs
uk: Необхідна коротка URL
