Repository: mozilla/rocketfuel
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, cs, de, el, es, eu, fr, gl, hu, it, ja, nl, pa, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv_se, uk

source: Operator Shelf
bn_bd: অপারেটর সেল্ফ
cs: Pro operátora
de: Regal für Mobilfunkanbieter
el: Ράφι διαχειριστή
es: Estante del operador
eu: Operatzaile-apala
fr: Étagère opérateur
gl: Estante da operadora
hu: Operátori polc
it: Scaffale operatore
ja: オペレーターのコレクション
nl: Operatorplank
pa: ਆਪਰੇਟਰ ਸ਼ੈਲਫ
pt_br: Prateleira do operador
pt_pt: Prateleira do operador
ru: Полка оператора
sk: Špecifické pre operátora
sq: Raft Operatori
sr: Полица оператора
sr_latn: Polica operatora
sv_se: Hylla för mobiloperatörer
uk: Полиця оператора

source: <b>{n}</b> character left.
bn_bd: <b>{n}</b> টি অক্ষর বাকি।
cs: Zbývá <b>{n}</b> znak.
de: Noch <b>{n}</b> Zeichen übrig
el: <b>{n}</b> χαρακτήρας απέμεινε.
es: Queda <b>{n}</b> carácter.
eu: Karaktere <b>{n}</b> falta da.
fr: <b>{n}</b> caractère restant.
gl: Resta <b>{n}</b> carácter.
hu: <b>{n}</b> karakter maradt.
it: <b>{n}</b> carattere rimasto.
ja: 残り <b>{n}</b> 文字です。
nl: <b>{n}</b> teken resterend.
pa: <b> {n} </ b> ਅੱਖਰ ਛੱਡ ਦਿੱਤਾ।
pt_br: <b>{n}</b> caractere à esquerda.
pt_pt: <b>{n}</b> caráter remanescente.
ru: остался <b>{n}</b> символ.
sk: Zostáva <b>{n}</b> znak.
sq: edhe <b>{n}</b> shenjë.
sr: <b>{n}</b> преостао карактер.
sr_latn: <b>{n}</b> preostao karakter.
sv_se: <b>{n}</b> tecken kvar.
uk: Залишився <b>{n}</b> символ.

source: Make Collection Hidden
bn_bd: সংগ্রহ লুকান
cs: Nastavit sbírku jako skrytou
de: Sammlung verstecken
el: Συλλογή κρυφή
es: Oculta la colección
eu: Ezkutatu bilduma
fr: Rendre la collection privée
gl: Agochar a colección
hu: Gyűjtemény elrejtése
it: Rendi la raccolta privata
ja: コレクションを非公開にする
nl: Collectie verborgen maken
pa: ਭੰਡਾਰ Hidden ਬਣਾਉ
pt_br: Ocultar coleção
pt_pt: Ocultar coleção
ru: Сделать подборку скрытой
sk: Nastaviť kolekciu ako skrytú
sq: Kaloje Koleksion të Fshehur
sr: Направи колекцију скривеном
sr_latn: Napravi kolekciju skrivenom
sv_se: Gör samling dold
uk: Зробити збірку прихованою

source: Collection is now hidden
bn_bd: সংগ্রহ এখন লুকানো
cs: Sbírka je nyní skryta
de: Sammlung ist jetzt versteckt
el: Η συλλογή είναι τώρα κρυφή
es: La colección está ahora oculta
eu: Bilduma ezkutuan dago orain
fr: La collection est à présent privée
gl: Agora a colección está agochada
hu: A gyűjtemény mostantól rejtett
it: Adesso la raccolta è privata
ja: コレクションを非公開にしました
nl: Collectie is nu verborgen
pa: ਭੰਡਾਰ ਹੁਣ ਓਹਲੇ ਹੈ
pt_br: Coleção agora está oculta
pt_pt: A coleção está agora oculta
ru: Подборка теперь скрыта
sk: Kolekcia je teraz skrytá
sq: Koleksioni tani është i fshehur
sr: Колекција је сада сакривена
sr_latn: Kolekcija je sada sakrivena
sv_se: Samlingen är nu dold
uk: Збірка тепер прихована

source: Collection is now public
bn_bd: সংগ্রহ এখন সর্বজনীন
cs: Sbírka je nyní veřejná
de: Sammlung ist jetzt öffentlich
el: Η συλλογή είναι τώρα δημόσια
es: La colección es ahora pública
eu: Bilduma publikoa da orain
fr: La collection est à présent publique
gl: Agora a colección é pública
hu: A gyűjtemény mostantól nyilvános
it: Adesso la raccolta è pubblica
ja: コレクションを公開しました
nl: Collectie is nu openbaar
pa: ਭੰਡਾਰ ਹੁਣ ਪਬਲਿਕ ਹੈ
pt_br: Coleção agora é pública
pt_pt: A coleção é agora pública
ru: Подборка теперь публична
sk: Kolekcia je teraz verejná
sq: Koleksioni juaj tani është publik
sr: Колекција је сада јавна
sr_latn: Kolekcija je sada javna
sv_se: Samlingen är nu publik
uk: Збірка тепер загальнодоступна

source: Setting collection public property failed
bn_bd: কালেকশনের সার্বজনীন বৈশিষ্ট ঠিক করা যায় নি
cs: Nastavení veřejnosti sbírky selhalo
de: Veröffentlichung der Sammlung fehlgeschlagen
el: Απέτυχε ο ορισμός της δημόσιας ιδιότητας της συλλογής
es: Error al establecer la colección como pública
eu: Bildumaren publikotasuna ezartzeak huts egin du
fr: Échec de la modification de la propriété publique de la collection
gl: Produciuse un fallo ao configurar a propiedade pública da colección
hu: A gyűjtemény nyilvános tulajdonságának beállítása sikertelen
it: Non è stato possibile impostare la raccolta come pubblica
ja: コレクションの公開設定を変更きませんでした
nl: Openbare eigenschap van collectie instellen is mislukt
pa: ਸੈੱਟ ਕਰਨ ਲਈ ਭੰਡਾਰ ਜਨਤਕ ਜਾਇਦਾਦ ਲਈ ਫੇਲ੍ਹ ਹੈ
pt_br: Falhou ao configurar a propriedade da coleção como pública
pt_pt: Não foi possível definir a coleção como pública
ru: Настройка свойства подборки Публичная не удалась
sk: Nastavenie voľby verejná/neverejná kolekcia zlyhalo
sq: Caktimi i vetisë publik për koleksionin dështoi
sr: Неуспело постављање колекције на јавно
sr_latn: Neuspelo postavljanje kolekcije na javno
sv_se: Misslyckades med att göra samling publik
uk: Встановлення властивостей загальнодоступності збірки невдале

source: Enable "hero" flag
bn_bd: "hero" ফ্লাগ এনাবল করুন
cs: Povolit příznak "hero"
de: „Hero“-Markierung aktivieren
el: Ενεργοποίηση σημαίας "hero"
es: Activar indicador "héroe"
eu: Gaitu "heroi" bandera
fr: Activer l'étiquette « hero »
gl: Activar a bandeira "heroe"
hu: A „hős” jelző bekapcsolása
it: Attiva il flag "hero"
ja: 「ヒーロー」フラグを有効にする
nl: Vlag “held” inschakelen
pa: "ਹੀਰੋ" ਫਲੈਗ ਯੋਗ ਕਰੋ
pt_br: Ativar bandeira "herói"
pt_pt: Ativar a etiqueta "hero"
ru: Включить флаг «герой».
sk: Povoliť príznak "hero"
sq: Aktivizoni flamurkën "hero"
sr: Омогући "херој" ознаку
sr_latn: Omogući "heroj" oznaku
sv_se: Aktivera "hero"-flagga
uk: Увімкнути прапорець "герой"

source: Disable "hero" flag
bn_bd: "hero" ফ্লাগ ডিজঅ্যাবল করুন
cs: Zakázat příznak "hero"
de: „Hero“-Markierung deaktivieren
el: Απενεργοποίηση σημαίας "hero"
es: Desactivar indicador "héroe"
eu: Desgaitu "heroi" bandera
fr: Désactiver l'étiquette « hero »
gl: Desactivar a bandeira "heroe"
hu: A „hős” jelző kikapcsolása
it: Disattiva il flag "hero"
ja: 「ヒーロー」フラグを無効にする
nl: Vlag “held” uitschakelen
pa: "ਹੀਰੋ" ਫਲੈਗ ਨੂੰ ਅਯੋਗ ਕਰੋ
pt_br: Desativar bandeira "herói"
pt_pt: Desativar a etiqueta "hero"
ru: Отключить флаг «герой».
sk: Zakázať príznak "hero"
sq: Çaktivizoni flamurkën "hero"
sr: Онемогући "херој" ознаку
sr_latn: Onemogući "heroj" oznaku
sv_se: Inaktivera "hero"-flagga
uk: Вимкнути прапорець "герой"

source: The "hero" flag is now enabled
bn_bd: "hero" ফ্লাগ এখন এনাবল করা
cs: Příznak "hero" je povolen
de: Die „Hero“-Markierung ist jetzt aktiviert
el: Η σημαία "hero" είναι τώρα ενεργή
es: El indicador "héroe" está activado
eu: "Heroi" bandera gaituta dago
fr: L'étiquette « hero » est maintenant activée
gl: Agora a bandeira "heroe" está activada
hu: A „hős” jelző mostantól bekapcsolva
it: Il flag "hero" è stato attivato
ja: 「ヒーロー」フラグを有効にしました
nl: De vlag “held” is nu ingeschakeld
pa: "ਹੀਰੋ" ਫਲੈਗ ਹੁਣ ਯੋਗ ਕੀਤਾ ਗਿਆ ਹੈ
pt_br: A bandeira "herói" está ativa
pt_pt: A etiqueta "hero" está agora ativa
ru: Флаг «герой» теперь включён
sk: Príznak "hero" je povolený
sq: Flamurka "hero" tani është e aktivizuar
sr: Ознака "херој" је сада омогућена
sr_latn: Oznaka "heroj" je sada omogućena
sv_se: "Hero"-flaggan är aktiverad
uk: Прапорець "герой" зараз увімкнений

source: The "hero" flag is now disabled
bn_bd: "hero" ফ্লাগ এখন ডিজঅ্যাবল করা
cs: Příznak "hero" je zakázán
de: Die „Hero“-Markierung ist jetzt deaktiviert
el: Η σημαία "hero" είναι τώρα ανενεργή
es: El indicador "héroe" está desactivado
eu: "Heroi" bandera desgaituta dago
fr: L'étiquette « hero » est maintenant désactivée
gl: Agora a bandeira "heroe" está desactivada
hu: A „hős” jelző mostantól kikapcsolva
it: il flag "hero" è stato disattivato
ja: 「ヒーロー」フラグを無効にしました
nl: De vlag “held” is nu uitgeschakeld
pa: "ਹੀਰੋ" ਫਲੈਗ ਹੁਣ ਅਯੋਗ ਕੀਤਾ ਗਿਆ ਹੈ
pt_br: A bandeira "herói" está desativada
pt_pt: A etiqueta "hero" está agora desativada
ru: Флаг «герой» теперь отключён
sk: Príznak "hero" je zakázaný
sq: Flamurka "hero" tani është e çaktivizuar
sr: Ознака "херој" је сада онемогућена
sr_latn: Oznaka "heroj" je sada onemogućena
sv_se: "Hero"-flaggan är inaktiverad
uk: Прапорець "герой" зараз вимкнений

source: Setting collection "hero" property failed
bn_bd: কালেকশনের "hero" প্রোপার্টি ঠিক করা যায় নি
cs: Nastavení vlastnosti "hero" u sbírky selhalo
de: Setzen der „Hero“-Eigenschaft für die Sammlung ist fehlgeschlagen
el: Ο ορισμός της ιδιότητας "hero" της συλλογής απέτυχε
es: Hubo un error al configurar la propiedad "héroe" de la colección
eu: Bildumaren "heroi" propietatea ezartzeak huts egin du
fr: Échec de l'attribution de l'étiquette « hero » à la collection
gl: Produciuse un fallo ao configurar a propiedade "heroe" da colección
hu: A gyűjtemény „hős” tulajdonságának beállítása sikertelen
it: Non è riuscita l'impostazione della proprietà "hero" per questa raccolta
ja: コレクションの「ヒーロー」フラグを変更きませんでした
nl: Eigenschap “held” van collectie instellen mislukt
pa: ਸੈੱਟ ਕਰਨ ਲਈ ਭੰਡਾਰ "ਨਾਇਕ" ਜਾਇਦਾਦ ਲਈ ਫੇਲ੍ਹ ਹੈ
pt_br: Houve um erro ao definir a propriedade da coleção "herói"
pt_pt: Não foi possível definir a propriedade "hero" na coleção
ru: Установка свойства подборки «герой» не удалась
sk: Nastavenie príznaku "hero" zlyhalo
sq: Caktimi i vetisë "hero" për koleksionin dështoi
sr: Неуспешно постављање ознаке "херој" на колекцију
sr_latn: Neuspešno postavljanje oznake "heroj" na kolekciju
sv_se: Misslyckades med att ändra "hero"-flaggan
uk: Встановлення властивостей збірки "герой" невдале

source: Successfully duplicated
bn_bd: সফলভাবে ডুপ্লিকেট করা
cs: Úspěšně zduplikováno.
de: Erfolgreich dupliziert
el: Αντιγράφηκε επιτυχώς
es: Duplicada correctamente
eu: Ongi bikoiztu da
fr: Duplication effectuée
gl: Duplicouse correctamente
hu: Sikeresen megkettőzve
it: La raccolta è stata clonata con successo
ja: 複製が完了しました
nl: Met succes gedupliceerd
pa: ਸਫਲਤਾਪੂਰਕ ਡੁਪਲੀਕੇਟ
pt_br: Duplicada com sucesso
pt_pt: Duplicada com sucesso
ru: Успешно дублирована
sk: Kópia úspešne vytvorená
sq: U kopjua me sukses
sr: Успешно дуплирано
sr_latn: Uspešno duplirano
sv_se: Dubblering lyckades
uk: Успішно дубльовано

source: Failed to duplicate collection
bn_bd: কালেকশনের অনুলিপি করা যায় নি
cs: Chyba při duplikování sbírky
de: Duplizierung der Sammlung fehlgeschlagen
el: η αντιγραφή της συλλογής απέτυχε
es: Error al duplicar colección
eu: Ezin izan da bilduma bikoiztu
fr: Impossible de dupliquer la collection
gl: Produciuse un fallo ao duplicar a colección
hu: A gyűjtemény megkettőzése sikertelen
it: Non è stato possibile clonare la raccolta
ja: コレクションを複製できませんでした
nl: Dupliceren van collectie is mislukt
pa: ਭੰਡਾਰ 'ਨਕਲ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ
pt_br: Falha ao duplicar coleção
pt_pt: Falhou a duplicação da coleção
ru: Не удалось дублировать подборку
sk: Nepodarilo sa vytvoriť kópiu
sq: Dështoi në krijim kopjeje koleksioni
sr: Неуспешно дуплирање колекције
sr_latn: Neuspešno dupliranje kolekcije
sv_se: Misslyckades med att dubblera samling
uk: Не вдалося дублювати збірку

source: Search failed :-(
bn_bd: খোঁজ ব্যার্থ :-(
cs: Vyhledávání selhalo :(
de: Suche fehlgeschlagen :-(
el: Η αναζήτηση απέτυχε :-(
es: Ha fallado la búsqueda :-(
eu: Bilaketak huts egin du :-(
fr: La recherche a échoué :-(
gl: Fallou a busca :-(
hu: Karbantartó hozzáadva, később jöjjön vissza
it: La ricerca non ha prodotto alcun risultato :-(
ja: 検索エラー
nl: Zoekopdracht mislukt :-(
pa: ਖੋਜ ਫੇਲ੍ਹ ਹੈ :-(
pt_br: A busca falhou :-(
pt_pt: A pesquisa falhou :-(
ru: Поиск не удался :-(
sk: Vyhľadávanie zlyhalo :-(
sq: Kërkimi dështoi :-(
sr: Неуспешна претрага :-(
sr_latn: Neuspešna pretraga :-(
sv_se: Sökningen misslyckades :-(
uk: Пошук невдалий :-(

source: Curator added; check back in a bit
bn_bd: তত্ত্বাবধায়ক যোগ করা হয়েছে; কিছুক্ষণ পর চেক করুন
cs: Sbírka přidána; proveďte kontrolu
de: Verwalter hinzugefügt; schauen Sie in Kürze wieder vorbei
el: Προστέθηκε επιμελητής, ελέγξτε ξανά σε λιγάκι
es: Se ha agregado un administrador. Vuelve a comprobarlo más tarde
eu: Mantentzailea gehitu da; egiaztatu momentu batean
fr: Superviseur ajouté&nbsp;;revérifiez dans quelques instants
gl: Engadiuse un administrador; compróbeo máis tarde
hu: Karbantartó hozzáadva, később jöjjön vissza
it: Il curatore è stato aggiunto. Ricontrolla tra qualche istante.
ja: 管理者を追加しました。また後で確認してください。
nl: Curator toegevoegd; kom straks terug
pa: Curator ਸ਼ਾਮਿਲ ਕੀਤਾ; ਇੱਕ ਬਿੱਟ ਵਿੱਚ ਵਾਪਸ ਚੈੱਕ ਕਰੋ
pt_br: Curador acrescentado; volte daqui a pouco
pt_pt: O curador foi adicionado; verifique daqui a pouco
ru: Куратор добавлен; проверьте снова через минутку
sk: Správca bol pridaný
sq: Kujdestari u shtua; kontrolloni prapë pas pak
sr: Куратор је додат; вратите се касније
sr_latn: Kurator je dodat; vratite se kasnije
sv_se: Kurator lades till; återkom inom kort
uk: Куратора додано; перевірте знову за мить

source: Added curator
bn_bd: তত্ত্বাবধায়ক যোগ হয়েছেন
cs: Správce přidán
de: Verwalter hinzugefügt
el: Προστέθηκε επιμελητής
es: Administrador agregado
eu: Gehitutako mantentzailea
fr: Superviseur ajouté
gl: Administrador engadido
hu: Karbantartó hozzáadva
it: Curatore aggiunto
ja: 追加された管理者
nl: Curator toegevoegd
pa: Curator ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ
pt_br: Adicionado curador
pt_pt: Curador adicionado
ru: Добавлен куратор
sk: Správca bol pridaný
sq: Kujdestari u shtua
sr: Додат куратор
sr_latn: Dodat kurator
sv_se: Kurator lades till
uk: Додано куратора

source: Failed to add curator
bn_bd: তত্ত্বাবধায়ক যোগ করা যায় নি
cs: Chyba při přidávání správce
de: Verwalter konnte nicht hinzugefügt werden
el: Απέτυχε η προσθήκη επιμελητή
es: Error al agregar administrador
eu: Mantentzailea gehitzeak huts egin du
fr: Impossible d'ajouter un superviseur
gl: Produciuse un fallo ao engadir o administrador
hu: Karbantartó hozzáadása sikertelen
it: Non è riuscita l'aggiunta del curatore
ja: 管理者を追加できませんでした
nl: Curator toevoegen mislukt
pa: Curator ਸ਼ਾਮਿਲ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ
pt_br: Falha ao adicionar curador
pt_pt: A adição do curador falhou
ru: Не удалось добавить куратора
sk: Chyba pri pridávaní správcu
sq: Dështoi në shtim kujdestari
sr: Неуспешно додавање куратора
sr_latn: Neuspešno dodavanje kuratora
sv_se: Misslyckades med att lägga till kurator
uk: Не вдалося додати куратора

source: Removed curator
bn_bd: অপসারিত তত্ত্বাবধায়ক
cs: Správce odebrán
de: Verwalter entfernt
el: Αφαίρεση επιμελητή
es: Administrador eliminado
eu: Kendutako mantentzailea
fr: Superviseur supprimé
gl: Administrador retirado
hu: Karbantartó eltávolítva
it: Curatore rimosso
ja: 削除された管理者
nl: Curator verwijderd
pa: Curator ਹਟਾਇਆ ਗਿਆ
pt_br: Curador removido
pt_pt: O curador foi removido
ru: Удалён куратор
sk: Správca bol odstránený
sq: Kujdestari u hoq
sr: Куратор је уклоњен
sr_latn: Kurator je uklonjen
sv_se: Kurator borttagen
uk: Прибраний куратор

source: Failed to remove curator
bn_bd: তত্ত্বাবধায়ক অপসারণ করা যায় নি
cs: Chyba při odebírání správce
de: Verwalter konnte nicht entfernt werden
el: Αποτυχία διαγραφής επιμελητή
es: Error al eliminar administrador
eu: Mantentzailea kentzeak huts egin du
fr: Impossible de supprimer un superviseur
gl: Produciuse un fallo ao retirar o administrador
hu: A karbantartó eltávolítása sikertelen
it: Non è riuscita la rimozione del curatore
ja: 管理者を削除できませんでした
nl: Verwijderen van curator mislukt
pa: Curator ਹਟਾਉਣ ਵਿੱਚ ਅਸਮਰਥ
pt_br: Falha ao remover curador
pt_pt: A remoção do curador falhou
ru: Не удалось удалить куратора
sk: Chyba pri odstraňovaní správcu
sq: Dështoi në heqje kujdestari
sr: Неуспешно уклањање куратора
sr_latn: Neuspešno uklanjanje kuratora
sv_se: Misslyckades med att ta bort kurator
uk: Не вдалося прибрати куратора

source: Removed {app} from collection.
bn_bd: কালেকশন থেকে {app} সরানো হয়েছে।
cs: Ze sbírky byla odebrána aplikace {app}.
de: {app} aus Sammlung entfernt.
el: Αφαίρεση {app} από συλλογή.
es: Ha eliminado {app} de la colección.
eu: {app} bildumatik kendu da.
fr: Application {app} supprimée de la collection.
gl: Retirouse o aplicativo {app} da colección.
hu: {app} eltávolítva a gyűjteményből.
it: {app} rimossa dalla raccolta.
ja: コレクションから {app} を削除しました。
nl: {app} uit collectie verwijderd.
pa: {ਐਪ ਨੂੰ} ਭੰਡਾਰ ਚੋ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pt_br: Removido {app} da coleção.
pt_pt: A aplicação {app} foi removida da coleção.
ru: {app} удалено из подборки.
sk: Aplikácia {app} bola odstránená z kolekcie.
sq: {app} u hoq prej koleksionit.
sr: Уклоњена апликација {app} из колекције.
sr_latn: Uklonjena aplikacija {app} iz kolekcije.
sv_se: Tog bort {app} från samling.
uk: {app} прибрано зі збірки.

source: Could not delete app from collection.
bn_bd: সংগ্রহ দিয়ে অ্যাপ মোছা যাবে না ।
cs: Nejde smazat aplikaci ze sbírky.
de: App konnte nicht aus Sammlung gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή της εφαρμογής από τη συλλογή.
es: No se pudo eliminar la aplicación de la colección.
eu: Ezin da aplikazioa bildumatik ezabatu.
fr: Impossible de supprimer l'application de la collection.
gl: Non foi posíbel eliminar o aplicativo da colección.
hu: Nem törölhető az app a gyűjteményből.
it: Non è possibile rimuovere l'app dalla raccolta.
ja: コレクションからアプリを削除できませんでした。
nl: Kon app niet uit collectie verwijderen.
pa: ਅੈਪ ਨੂੰ ਭੰਡਾਰ ਵਿਚੋ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ।
pt_br: Não foi possível excluir aplicativo da coleção.
pt_pt: Não foi possível remover a aplicação da coleção.
ru: Не удалось удалить приложение из подборки.
sk: Nebolo možné odstrániť aplikáciu z kolekcie.
sq: Nuk fshiu dot zbatim prej koleksionit.
sr: Неуспешно брисање апликације из колекције.
sr_latn: Neuspešno brisanje aplikacije iz kolekcije.
sv_se: Kan inte ta bort app från samling.
uk: Не вдалося вилучити програму зі збірки.

source: App added to collection.
bn_bd: সংগ্রহে অ্যাপ যুক্ত করা হয়েছে।
cs: Do sbírky byla přidána aplikace.
de: App zur Sammlung hinzugefügt.
el: Η εφαρμογή προστέθηκε στη συλλογή.
es: Se ha añadido la aplicación a la colección.
eu: Aplikazioa bildumari gehitu zaio.
fr: Application ajoutée à la collection.
gl: Engadiuse o aplicativo a colección.
hu: App hozzáadva a gyűjteményhez.
it: L'app è stata aggiunta alla raccolta.
ja: コレクションにアプリを追加しました。
nl: App aan collectie toegevoegd.
pa: ਐਪ ਭੰਡਾਰ 'ਨੂੰ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ।
pt_br: Aplicativo adicionado à coleção.
pt_pt: Aplicação adicionada à coleção.
ru: Приложение добавлено в подборку.
sk: Aplikácia pridaná do kolekcie.
sq: Zbatimi u shtua te koleksioni.
sr: Апликација је додата у колекцију.
sr_latn: Aplikacija je dodata u kolekciju.
sv_se: App lades till samling.
uk: Програму додано до збірки.

source: Failed to add app.
bn_bd: অ্যাপ যুক্ত করতে সক্ষম হয়নি।
cs: Chyba při přidání aplikace
de: Hinzufügen der App fehlgeschlagen.
el: Η προσθήκη της συλλογής απέτυχε.
es: No se pudo añadir la aplicación.
eu: Ezin izan da aplikazioa gehitu.
fr: Impossible d'ajouter l'application.
gl: Produciuse un fallo ao engadir o aplicativo.
hu: Az app hozzáadása sikertelen.
it: Non è stato possibile aggiungere l'app alla raccolta.
ja: アプリを追加できませんでした。
nl: App toevoegen is mislukt.
pa: ਐਪ ਐਡ ਕਰਨ ਵਿਚ ਅਸਮਰਥ।
pt_br: Falha ao adicionar aplicativo.
pt_pt: A adição da aplicação falhou.
ru: Не удалось добавить приложение.
sk: Chyba pri pridávaní aplikácie.
sq: Dështoi në shtim zbatimi.
sr: Неуспешно додавање апликације.
sr_latn: Neuspešno dodavanje aplikacije.
sv_se: Misslyckades med att lägga till app.
uk: Не вдалося додати програму.

source: Are you sure you want to delete this collection?
bn_bd: আপনি কি নিশ্চিত যে আপনি সংগ্রহটি মুছে ফেলতে চান?
cs: Jste si jist(a), že chcete smazat tuto sbírku?
de: Soll diese Sammlung wirklich gelöscht werden?
el: Είστε βέβαιοι πως θέλετε να διαγράψετε τη συλλογή;
es: ¿Seguro que quieres eliminar la colección?
eu: Seguru zaude bilduma hau ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer cette collection ?
gl: Confirma que quere eliminar esta colección?
hu: Biztos, hogy törli ezt a gyűjteményt?
it: Sei sicuro di voler eliminare questa raccolta?
ja: 本当にこのコレクションを削除しますか？
nl: Weet u zeker dat u deze collectie wilt verwijderen?
pa: ਤੁਹਾਨੂੰ ਪੱਕਾ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀ ਇਸ ਨੂੰ ਭੰਡਾਰ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Tem certeza de que quer apagar esta coleção?
pt_pt: Tem a certeza que pretende eliminar esta coleção?
ru: Вы уверены, что хотите удалить эту подборку?
sk: Naozaj chcete odstrániť túto kolekciu?
sq: Jeni i sigurt se doni të fshihet ky koleksion?
sr: Да ли сте сигурни да желите обрисати ову колекцију?
sr_latn: Da li ste sigurni da želite obrisati ovu kolekciju?
sv_se: Är du säker på att du vill ta bort denna samling?
uk: Ви впевнені, що хочете вилучити цю збірку?

source: Collection deleted.
bn_bd: সংগ্রহ মুছেফেলা হয়েছে।
cs: Sbírka smazána.
de: Sammlung gelöscht.
el: Συλλογή διαγράφηκε.
es: La colección ha sido eliminada.
eu: Bilduma ezabatu da.
fr: Collection supprimée.
gl: Eliminouse a colección.
hu: Gyűjtemény törölve.
it: La raccolta è stata eliminata.
ja: コレクションは削除されました。
nl: Collectie verwijderd.
pa: ਭੰਡਾਰ ਹਟਾਇਆ ਗਿਆ।
pt_br: Coleção apagada.
pt_pt: A coleção foi eliminada.
ru: Подборка удалена.
sk: Kolekcia bola odstránená.
sq: Koleksioni u fshi.
sr: Колекција је избрисана.
sr_latn: Kolekcija je izbrisana.
sv_se: Samling raderad.
uk: Збірку вилучено.

source: Failed to delete collection.
bn_bd: সংগ্রহ মুছেফেলতে সক্ষম হয়নি।
cs: Chyba při mazání sbírky.
de: Löschen der Sammlung fehlgeschlagen.
el: Η διαγραφή της συλλογής απέτυχε.
es: Error al eliminar la colección.
eu: Ezin izan da bilduma ezabatu.
fr: Impossible de supprimer la collection.
gl: Produciuse un fallo ao eliminar a colección.
hu: A gyűjtemény törlése sikertelen.
it: Non è stato possibile eliminare la raccolta.
ja: コレクションを削除できませんでした。
nl: Collectie verwijderen is mislukt.
pa: ਭੰਡਾਰ ਹਟਾਉਣ ਵਿਚ ਅਸਮਰਥ।
pt_br: Falha ao apagar coleção.
pt_pt: A eliminação da coleção falhou.
ru: Не удалось удалить подборку.
sk: Chyba pri odstraňovaní kolekcie.
sq: Dështoi në fshirje koleksioni.
sr: Неуспешно брисање колекције.
sr_latn: Neuspešno brisanje kolekcije.
sv_se: Misslyckades med att ta bort samlingen.
uk: Не вдалося вилучити збірку.

source: Order updated
bn_bd: অর্ডার আপডেট
cs: Pořadí aktualizováno
de: Reihenfolge aktualisiert
el: Η σειρά ενημερώθηκε
es: Se ha actualizado el orden
eu: Ordena eguneratu da
fr: Commande mise à jour
gl: Actualizouse a orde
hu: Sorrend frissítve
it: La raccolta è stata riordinata
ja: 順番が更新されました
nl: Volgorde bijgewerkt
pa: ਆਰਡਰ ਅੱਪਡੇਟ ਕੀਤਾ
pt_br: Atualizado
pt_pt: Ordem atualizada
ru: Порядок обновлён
sk: Poradie bolo aktualizované
sq: Radha u përditësua
sr: Редослед је ажуриран
sr_latn: Redosled je ažuriran
sv_se: Ordning uppdaterad
uk: Порядок оновлено

source: Failed to update collection order. Try refreshing the page.
bn_bd: অর্ডার সংগ্রহ আপডেট করতে সক্ষম হয়নি। পেজটি রিফ্রেশ করেতে চেষ্টা করুন।
cs: Selhalo nastavení pořadí sbírky. Zkuste obnovit stránku.
de: Aktualisierung der Sammlungsreihenfolge fehlgeschlagen. Versuchen Sie, die Seite zu aktualisieren
el: Απέτυχε να ενημερωθεί η σειρά της συλλογής. Δοκιμάστε να ανανεώσετε τη σελίδα.
es: Error al actualizar el orden de la colección. Intenta actualizar la página.
eu: Ezin izan da bildumaren ordena eguneratu. Saiatu orria freskatuta.
fr: Impossible de mettre la commande de collection à jour. Veuillez actualiser la page.
gl: Produciuse un fallo ao actualizar a orde da colección. Tente actualizando a páxina.
hu: A gyűjtemény sorrendjének frissítése sikertelen. Próbálja frissíteni az oldalt.
it: Non è riuscito il riordinamento delle app nella raccolta. Prova a ricaricare la pagina.
ja: コレクションの順番を更新できませんでした。ページを再読み込みしてみてください。
nl: Bijwerken van collectievolgorde is mislukt. Probeer de pagina opnieuw te laden.
pa: ਭੰਡਾਰ 'ਆਰਡਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ। ਸਫ਼ੇ ਨੂੰ ਤਾਜ਼ਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Falha ao atualizar a coleção. Tente atualizar a página.
pt_pt: A atualização da ordem falhou. Tente recarregar a página.
ru: Не удалось обновить порядок подборки. Попробуйте обновить страницу.
sk: Nepodarilo sa aktualizovať poradie kolekcie. Skúste znova načítať stránku.
sq: Dështoi në përditësim radhe koleksioni. Provoni të rifreskoni faqen.
sr: Неуспешно ажурирање редоследа колекције. Покушајте да освежите страницу.
sr_latn: Neuspešno ažuriranje redosleda kolekcije. Pokušajte da osvežite stranicu.
sv_se: Misslyckades med att uppdatera samlings ordning. Försök att uppdatera sidan.
uk: Не вдалося оновити порядок збірки. Спробуйте оновити сторінку.
