Repository: mozilla/rocketfuel
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, cs, de, el, es, eu, fr, gl, hu, it, ja, nl, pa, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv_se, uk

source: Saved {field}
bn_bd: সংরক্ষণ {field}
cs: Uloženo {field}
de: {field} gespeichert
el: Αποθηκεύτηκε {field}
es: Se ha guardado {field}
eu: {field} gorde da
fr: Enregistrement de {field} effectué
gl: {field} gardado
hu: {field} mentve
it: Aggiornato {field}
ja: 保存された {field}
nl: {field} opgeslagen
pa: ਸੰਭਾਲੀ {field}
pt_br: Salvo {field}
pt_pt: {field} guardado
ru: Сохранено {field}
sk: Uložené {field}
sq: U ruajt {field}
sr: Сачувано {field}
sr_latn: Sačuvano {field}
sv_se: Sparade {field}
uk: Збережено {field}

source: Failed to update {field}
bn_bd: আপডেট করতে ব্যর্থ {field}
cs: Chyba při aktualizaci {field}
de: Aktualisieren von {field} fehlgeschlagen
el: Αποτυχία ενημέρωσης {field}
es: No se pudo actualizar {field}
eu: {field} eguneratzeak huts egin du
fr: Impossible de mettre à jour {field}
gl: Produciuse un fallo ao actualizar {field}
hu: {field} frissítése sikertelen
it: Non è riuscito l'aggiornamento di {field}
ja: {field} を更新できませんでした
nl: Bijwerken van {field} is mislukt
pa: ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ {field}
pt_br: Falha ao atualizar {field}
pt_pt: A atualização do campo {field} falhou
ru: Не удалось обновить {field}
sk: Nepodarilo sa aktualizovať {field}
sq: Dështoi në përditësimin e {field}
sr: Неуспешно ажурирање {field}
sr_latn: Neuspešno ažuriranje {field}
sv_se: Misslyckades med att uppdatera {field}
uk: Не вдалося оновити {field}

source: Incompatible: App not available in the collection's region.
bn_bd: অসামঞ্জস্যপূর্ণঃ অ্যাপ সংগ্রহ অঞ্চলে পাওয়া যাচ্ছে না।
cs: Nekompatibilita: Aplikace není dostupná ve sbírce pro region.
de: Inkompatibel: App nicht in der Region der Sammlung verfügbar.
el: Μη συμβατή: Η εφαρμογή δεν είναι διαθέσιμη στην περιοχή της συλλογής.
es: Incompatible: la aplicación no está disponible en la región de la colección.
eu: Bateraezina: Aplikazioa ez dago eskuragarri bildumaren eskualdean.
fr: Incompatibilité&nbsp;: l'application n'est pas disponible dans la région de la collection.
gl: Incompatíbel: O aplicativo non está dispoñíbel na rexión da colección.
hu: Inkompatibilitás: az app nem érhető el a gyűjtemény régiójában.
it: Incompatibile: l'app non è disponibile nella regione di riferimento della raccolta.
ja: 非対応: アプリはコレクションの地域では利用できません。
nl: Niet compatibel: app niet beschikbaar in regio van de collectie.
pa: ਅਨੁਕੂਲ: ਅੈਪ ਭੰਡਾਰ 'ਦੇ ਖੇਤਰ' ਚ ਉਪਲੱਬਧ ਨਹੀ ਹੈ।
pt_br: Incompatível: Aplicativo não está disponível na região da coleção.
pt_pt: Incompatível: a aplicação não está disponível na coleção desta região.
ru: Несовместимо: Приложение не доступно в регионе подборки.
sk: Nekompatibilné: aplikácia nie je dostupná v regióne, pre ktorý je určená kolekcia.
sq: E papërputhshme: Zbatim jo i passhëm në rajonin e koleksionit.
sr: Некомпатибилан: Апликација није доступна у региону колекције.
sr_latn: Nekompatibilan: Aplikacija nije dostupna u regionu kolekcije.
sv_se: Inkompatibel: Appen är inte tillgänglig i samlingens region.
uk: Несумісно: Програма недоступна у регіоні збірки.

source: No Image Provided
bn_bd: কোন ছবি দেয়া হয়নি
cs: Není žádný obrázek
de: Keine Grafik angegeben
el: Δεν έχετε παρέχει εικόνα
es: No se ha proporcionado una imagen
eu: Ez da irudirik adierazi
fr: Aucune image n'est fournie
gl: Non se forneceu unha imaxe
hu: Nincs megadva kép
it: Non è stata fornita alcuna immagine
ja: 画像が選択されていません
nl: Geen afbeelding aangeleverd
pa: ਕੋਈ ਚਿੱਤਰ ਨਹੀ ਦਿੱਤਾ ਗਿਆ
pt_br: Imagem não fornecida
pt_pt: Nenhuma imagem fornecida
ru: Изображение не предоставлено
sk: Nebol poskytnutý žiadny obrázok
sq: Nuk u Dha Figurë
sr: Нису обезбеђене слике
sr_latn: Nisu obezbeđene slike
sv_se: Ingen bild specificerad
uk: Зображення не надано

source: Image cleared
bn_bd: পরিষ্কার চিত্র
cs: Obrázek vymazán
de: Grafik gelöscht
el: Η εικόνα διαγράφηκε
es: Se ha borrado la imagen
eu: Irudia garbitu da
fr: Image effacée
gl: Borrouse a imaxe
hu: Kép törölve
it: Immagine cancellata
ja: 画像が削除されました
nl: Afbeelding verwijderd
pa: ਚਿੱਤਰ ਸਾਫ ਕੀਤਾ ਗਿਆ
pt_br: Imagem limpa
pt_pt: Imagem limpa
ru: Изображение очищено
sk: Obrázok vymazaný
sq: Figura u hoq
sr: Слика уклоњена
sr_latn: Slika uklonjena
sv_se: Bild rensad
uk: Зображення очищено

source: Could not clear image, probably bug 917081
bn_bd: পরিষ্কার চিত্র দেখা যাচ্ছে না, সম্ভবত বাগ ৯১৭০৮১
cs: Nepodařilo se vymazat obrázek, pravděpodobně chyba 917081
de: Grafik konnte nicht gelöscht werden, vermutlich Bug 917081
el: Δεν ήταν δυνατή η διαγραφή της εικόνας, πιθανότατα εξαιτίας του bug 917081
es: No se pudo borrar la imagen, probablemente debido al bug 917081
eu: Ezin izan da irudia garbitu, seguru asko 917081 akatsaren erruz
fr: Impossible d'effacer l'image, probablement à cause du bogue 917081
gl: Non foi posíbel borrar a imaxe, probabelmente debido ao bug 917081
hu: A kép nem törölhető, valószínűleg a 917081-es bug miatt
it: Impossibile cancellare l'immagine, probabilmente a causa del bug 917081
ja: 画像を削除できませんでした。おそらく Bug 917081 です
nl: Kon afbeelding niet verwijderen, waarschijnlijk bug 917081
pa: ਚਿੱਤਰ ਸਾਫ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ, ਸੰਭਵ ਹੈ ਬੱਗ 917081 ਹੋਵੇ
pt_br: Não foi possível limpar a imagem, provavelmente bug 917081
pt_pt: Não foi possível limpar a imagem, possível o bug 917081
ru: Не удалось очистить изображение, вероятно bug 917081
sk: Nebolo možné vymazať obrázok, pravdepodobne bug 917081
sq: Nuk hoqi dot figurën, me gjasa për shkak të bug-ut 917081
sr: Неуспешно уклањање слике, вероватно грешка 917081
sr_latn: Neuspešno uklanjanje slike, verovatno greška 917081
sv_se: Kunde inte rensa bild, troligtvis bugg 917081
uk: Не вдалося очистити зображення, ймовірно bug 917081

source: Image saved
bn_bd: চিত্র সংরক্ষিত
cs: Obrázek uložen
de: Grafik gespeichert
el: Η εικόνα αποθηκεύτηκε
es: Se ha guardado la imagen
eu: Irudia gorde da
fr: Image enregistrée
gl: Gardouse a imaxe
hu: Kép mentve
it: Immagine salvata
ja: 画像を保存しました
nl: Afbeelding opgeslagen
pa: ਚਿੱਤਰ ਸੰਭਾਲਿਆ ਗਿਆ
pt_br: Imagem salva
pt_pt: Imagem guardada
ru: Изображение сохранено
sk: Obrázok bol uložený
sq: Figura u ruajt
sr: Слика је сачувана
sr_latn: Slika je sačuvana
sv_se: Bild sparad
uk: Зображення збережено

source: Could not save image
bn_bd: চিত্র সংরক্ষণ হয়নি
cs: Nepodařilo se uložit obrázek
de: Grafik konnte nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση της εικόνας
es: No se pudo guardar la imagen
eu: Ezin izan da irudia gorde
fr: Impossible d'enregistrer l'image
gl: Non foi posíbel gardar a imaxe
hu: A kép nem menthető
it: Impossibile salvare l'immagine
ja: 画像を保存できませんでした
nl: Kon afbeelding niet opslaan
pa: ਚਿੱਤਰ ਸੰਭਾਲ ਨਹੀ ਸਕਦਾ
pt_br: Não foi possível salvar imagem
pt_pt: Não foi possível guardar a imagem
ru: Не удалось сохранить изображение
sk: Obrázok sa nepodarilo uložiť
sq: Nuk ruajti dot figurën
sr: Неуспешно чување слике
sr_latn: Neuspešno čuvanje slike
sv_se: Kunde inte spara bild
uk: Не вдалося зберегти зображення

source: Collection
bn_bd: সংগ্রহ
cs: Sbírka
de: Sammlung
el: Συλλογή
es: Colección
eu: Bilduma
gl: Colección
hu: Gyűjtemény
it: Raccolta
ja: コレクション
nl: Collectie
pa: ਭੰਡਾਰ
pt_br: Coleção
pt_pt: Coleção
ru: Подборка
sk: Kolekcia
sq: Koleksion
sr: Колекција
sr_latn: Kolekcija
sv_se: Samling
uk: Збірка

source: Overview
bn_bd: পরিদর্শন
cs: Přehled
de: Übersicht
el: Περίληψη
es: Información general
eu: Ikuspegi orokorra
fr: Aperçu
gl: Información xeral
hu: Áttekintés
it: Panoramica
ja: 概要
nl: Overzicht
pa: ਸੰਖੇਪ
pt_br: Visão global
pt_pt: Visão geral
ru: Обзор
sk: Prehľad
sq: Përmbledhje
sr: Преглед
sr_latn: Pregled
sv_se: Översikt
uk: Перегляд

source: New collection created.
bn_bd: নতুন সংগ্রহ তৈরি হয়েছে।
cs: Nová sbírka byla vytvořena.
de: Neue Sammlung erstellt.
el: Δημιουργήθηκε νέα συλλογή.
es: Se ha creado una colección nueva.
eu: Bilduma berria sortu da.
fr: Nouvelle collection créée.
gl: Creouse a nova colección.
hu: Új gyűjtemény létrehozva.
it: La nuova raccolta è stata creata.
ja: 新しいコレクションが作成されました。
nl: Nieuwe collectie aangemaakt.
pa: ਨਿਊ ਭੰਡਾਰ ਬਣਾਇਆ ਗਿਆ ਹੈ।
pt_br: Nova coleção criada.
pt_pt: Nova coleção criada.
ru: Создана новая подборка.
sk: Nová kolekcia bola vytvorená.
sq: Koleksioni i ri u krijua.
sr: Креирана је нова колекција.
sr_latn: Kreirana je nova kolekcija.
sv_se: Ny samling skapad.
uk: Створено нову збірку.

source: Failed to create new collection.
bn_bd: নতুন সংগ্রহ তৈরিতে ব্যর্থ।
cs: Chyba při vytváření nové sbírky.
de: Erstellen einer neuen Sammlung fehlgeschlagen.
el: Απέτυχε να δημιουργηθεί νέα συλλογή.
es: No se pudo crear una colección nueva.
eu: Ezin izan da bilduma berria sortu.
fr: Impossible de créer la nouvelle collection.
gl: Produciuse un fallo ao crear a nova colección.
hu: Az új gyűjtemény létrehozása meghiúsult.
it: Creazione della nuova raccolta non riuscita.
ja: 新しいコレクションを作成できませんでした。
nl: Aanmaken van nieuwe collectie is mislukt.
pa: ਨਿਊ ਭੰਡਾਰ ਬਣਾਉਣ ਵਿਚ ਅਸਮਰਥ ਹੈ।
pt_br: Falha ao criar nova coleção.
pt_pt: A criação de uma nova coleção falhou.
ru: Не удалось создать новую подборку.
sk: Chyba pri vytváraní novej kolekcie.
sq: Dështoi në krijim koleksioni të ri.
sr: Неуспешно креирање нове колекције.
sr_latn: Neuspešno kreiranje nove kolekcije.
sv_se: Det gick inte att skapa en ny samling.
uk: Не вдалося створити нову збірку.

source: New Collection
bn_bd: নতুন সংগ্রহ
cs: Nová sbírka
de: Neue Sammlung
el: Νέα συλλογή
es: Colección nueva
eu: Bilduma berria
fr: Nouvelle collection
gl: Nova colección
hu: Új gyűjtemény
it: Nuova raccolta
ja: 新しいコレクション
nl: Nieuwe collectie
pa: ਨਵਾ ਭੰਡਾਰ
pt_br: Nova coleção
pt_pt: Nova coleção
ru: Новая подборка
sk: Nová kolekcia
sq: Koleksion i Ri
sr: Нова колекција
sr_latn: Nova kolekcija
sv_se: Ny samling
uk: Нова збірка

source: Not Found
bn_bd: পাওয়া যায়নি
cs: Nebylo nalezeno
de: Nicht gefunden
el: Δεν βρέθηκε
es: No se ha encontrado
eu: Ez da aurkitu
fr: Introuvable
gl: Non se atopou
hu: Nem található
it: Non trovato
nl: Niet gevonden
pa: ਨਹੀ ਲੱਭਾ
pt_br: Não encontrado
pt_pt: Não encontrado
ru: Не найдена
sk: Nebolo nájdené
sq: Nuk u Gjet
sr: Није нађено
sr_latn: Nije nađeno
sv_se: Hittades inte
uk: Не знайдено

source: Error loading the collection.
de: Fehler beim Laden der Sammlung.
el: Σφάλμα κατά τη φόρτωση της συλλογής.
es: Error al cargar la colección.
fr: Erreur au chargement de la collection.
hu: Hiba a gyűjtemény betöltésekor.
it: Si è verificato un errore durante il caricamento della raccolta.
ja: コレクションの読み込み中に問題が発生しました。
nl: Fout tijdens laden van de collectie.
pa: ਭੰਡਾਰ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pt_br: Erro ao carregar a coleção
ru: Ошибка загрузки подборки.
sr_latn: Greška u očitavanju kolekcije.

source: The Rocketfuel flag is disabled. Changes made in the Curation Tool will not be reflected on the live site.
de: Die Rocketfuel-Kennzeichnung ist deaktiviert. Im Verwaltungswerkzeug durchgeführte Änderungen werden nicht auf der öffentlichen Seite erscheinen.
es: El indicador de Rocketfuel está desactivado. Cualquier cambio que se haga en la Herramienta del administrador no se reflejará en el sitio activo.
hu: A Rocketfuel jelző kikapcsolva. A karbantartói eszközben végzett változtatások nem lépnek életbe az éles oldalon.
it: Il flag di Rocketfuel è disattivato. Le modifiche effettuate tramite lo Strumento curatori non verranno applicate sul sito di produzione.
nl: De Rocketfuel-vlag is uitgeschakeld. Wijzigingen die met het curatiehulpmiddel zijn gemaakt worden niet op de live-website weergegeven.
ru: Флаг Rocketfuel отключён. Изменения, сделанные в Инструменте Куратора, не будут отражены на живом сайте.

source: You are not logged in as an App Curator
de: Sie sind nicht als App-Verwalter angemeldet
hu: Nincs bejelentkezve app karbantartóként
