Repository: mozilla/rocketfuel
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, cs, de, el, es, eu, fr, gl, hu, it, ja, nl, pa, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv_se, uk

source: Slugs must start with a letter and can only contain letters, numbers, and hyphens. It must be 30 characters or less and cannot be the same as the existing collection.
bn_bd: স্লাগ গুলোর সূচনা অবশ্যই একটি বর্ণ দিয়ে হতে হবে এবং এতে কেবল্মাত্র বর্ণ, সংখ্যা এবং হাইফেন থাকবে। ৩০ টি অথবা এর থেকে কম সংখ্যক বর্ণ হতে হবে এবং ভূতপূর্ব কোন সংগ্রহের মত হওয়া যাবে না।
cs: URL musí začít znakem a může obsahovat pouze znaky, čísla a pomlčky. Může mít maximální délku 30 znaků a nemůže být stejná jako existující sbírka.
de: Adressnamen müssen mit einem Buchstaben anfangen und dürfen nur Buchstaben, Zahlen und Bindestriche enthalten. Er darf höchstens 30 Zeichen lang sein und darf nicht mit der bestehenden Sammlung übereinstimmen.
el: Τα ψευδώνυμα πρέπει να αρχίζουν με γράμμα και περιέχουν μόνο γράμματα, αριθμούς, και κάτω παύλες. Πρέπει να είναι ως 30 χαρακτήρες και δε μπορούν να είναι τα ίδια με την υπάρχουσα συλλογή.
es: Los títulos breves (o slugs) deben empezar con una letra y solo pueden contener letras, números y guiones. Deben tener un máximo de 30 caracteres o menos y no pueden ser iguales a la colección existente.
eu: Slug-ek letra batekin hasi behar dute eta letrak, zenbakiak eta marratxoak soilik eduki ditzakete. 30 karaktere edo gutxiago eduki behar dituzte eta ezin dute izan lehendik dagoen bildumak duen bera.
fr: Les raccourcis doivent commencer par une lettre et ne peuvent contenir que des lettres, des chiffres et des tirets. Leur longueur ne peut pas dépasser 30 caractères et ils ne peuvent pas être identiques à celui d'une autre collection existante.
gl: Os títulos breves (ou slugs) deben comezar cunha letra e só poden conter letras, números ou guións. Deben ter un máximo de 30 caracteres ou menos e non poden ser iguais á colección existente.
hu: A slug betűvel kezdődik, és csak betűket, számokat és kötőjeleket tartalmaz. Legfeljebb 30 karakter lehet, és nem lehet azonos egy meglévő gyűjteményével.
it: Gli slug devono iniziare con una lettera e devono contenere solo caratteri alfanumerici e trattini. Sono composti da non più di 30 caratteri e non è possibile scegliere slum utilizzati da altre raccolte.
ja: スラグは、最初の文字をアルファベットにする必要があり、英数字とハイフンのみ使用できます。最大 30 文字で、既存のコレクションと同じものは使用できません。
nl: Slugs moeten met een letter beginnen en kunnen alleen letters, cijfers en koppeltekens bevatten. Een slug moet uit 30 of minder tekens bestaan en kan niet hetzelfde zijn als de bestaande collectie.
pa: Slugs ਇੱਕ ਅੱਖਰ ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਸਿਰਫ਼ ਅੱਖਰ, ਅੰਕ, ਅਤੇ ਹਾਈਫਨ ਹੋ ਸਕਦੇ ਹਨ. ਇਹ 30 ਅੱਖਰ ਜ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਮੌਜੂਦਾ ਭੰਡਾਰ ਨੂੰ ਹੀ ਹੋ ਸਕਦਾ ਹੈ।
pt_br: Os títulos curtos devem começar com uma letra e pode conter apenas letras, números e hifens. Deve ter 30 caracteres ou menos e não pode ser o mesmo que o conjunto existente.
pt_pt: Os slugs devem começar com uma letra e só conter letras, números e hífenes. Tem de ter 30 carateres ou menos e não pode ser igual ao de coleções existentes.
ru: Короткие url должны начинаться с буквы и могут содержать только буквы, цифры и дефисы. Их длина не должна превышать 30 символов и они не могут совпадать с существующей подборкой.
sk: URL musí začínať písmenom a môže obsahovať len písmená, čísla a pomlčky. Môže mať maximálne 30 znakov a nemôže byť rovnaká ako už existujúca.
sq: Identifikuesit duhet të fillojnë me një shkronjë dhe mund të përmbajnë vetëm shkronja, numra dhe vija ndarëse. Duhet të jetë 30 ose më pak shenja dhe nuk mund të jetë i njëjtë me atë të koleksionit ekzistues.
sr: Називи url адреса морају почети словом и могу да садрже само слова, бројеве и цртице. Морају бити дужине 30 или мање карактера и не могу бити исти са постојећом колекцијом.
sr_latn: Nazivi url adresa moraju početi slovom i mogu da sadrže samo slova, brojeve i crtice. Moraju biti dužine 30 ili manje karaktera i ne mogu biti isti sa postojećom kolekcijom.
sv_se: Sluggar måste börja med en bokstav och får endast innehålla bokstäver, siffror och bindestreck. Den måste vara 30 tecken eller mindre och kan inte vara samma som den existerande samlingen.
uk: Короткі URL повинні починатись із літери та можуть містити лише літери, цифри та дефіси. Їх довжина не повинна перевищувати 30 символів, а також вони не можуть співпадати з існуючою збіркою.

source: Category
bn_bd: বিভাগ
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
eu: Kategoria
fr: Catégorie
gl: Categoría
hu: Kategória
it: Categoria
ja: カテゴリ
nl: Categorie
pa: ਸ਼੍ਰੇਣੀ
pt_br: Categoria
pt_pt: Categoria
ru: Категория
sk: Kategória
sq: Kategori
sr: Категорија
sr_latn: Kategorija
sv_se: Kategori
uk: Категорія

source: Region
bn_bd: অঞ্চল
el: Χώρα
es: Región
eu: Eskualdea
fr: Région
gl: Rexión
hu: Régió
it: Regione
ja: 地域
nl: Regio
pa: ਖੇਤਰ
pt_br: Região
pt_pt: Região
ru: Регион
sk: Región
sq: Rajon
sr: Регион
uk: Регіон

source: Carrier
bn_bd: অপারেটর
cs: Operátor
de: Mobilfunkanbieter
el: Πάροχος
es: Proveedor
eu: Hornitzailea
fr: Opérateur
gl: Operadora
hu: Szolgáltató
it: Operatore telefonico
ja: キャリア
nl: Provider
pa: ਕੈਰੀਅਰ
pt_br: Provedor
pt_pt: Operador
ru: Оператор
sk: Operátor
sq: Operator
sr: Оператер
sr_latn: Operater
sv_se: Operatör
uk: Оператор

source: Duplicate
bn_bd: সদৃশ
cs: Duplicitní
de: Duplizieren
el: Αντιγραφή
es: Duplicar
eu: Bikoiztu
fr: Dupliquer
gl: Duplicar
hu: Megkettőzés
it: Clona
ja: 複製
nl: Dupliceren
pa: ਡੁਪਲੀਕੇਟ
pt_br: Duplicar
pt_pt: Duplicado
ru: Дублировать
sk: Duplicitná
sq: Bëje Kopjen
sr: Дуплирај
sr_latn: Dupliraj
sv_se: Dubblera
uk: Дублювати

source: Curation Tool
bn_bd: তত্ত্বাবধায়ন সহায়ক সরঞ্জাম
cs: Nástroje správců
de: Kurations-Werkzeug
el: Εργαλείο επιμέλειας
es: Herramienta de administración
eu: Mantentze-tresna
fr: Outil de supervision
gl: Ferramenta de administración
hu: Gondozói eszköz
it: Strumento di gestione
ja: 管理者ツール
nl: Beheerhulpmiddel
pa: Curation ਸੰਦ
pt_br: Ferramenta de Curadoria
pt_pt: Ferramenta do curador
ru: Инструмент куратора
sk: Nástroje správcu
sq: Mjete Kujdestarie
sr: Алат за курацију
sr_latn: Alat za kuraciju
sv_se: Kuratorverktyg
uk: Інструмент куратора

source: Sign Out
bn_bd: প্রস্থান
cs: Odhlášení
de: Abmelden
el: Αποσύνδεση
es: Salir
eu: Amaitu saioa
fr: Déconnexion
gl: Saír
hu: Kijelentkezés
it: Esci
ja: ログアウト
nl: Afmelden
pa: ਸਾਈਨ ਆਉਟ
pt_br: Sair
pt_pt: Terminar sessão
ru: Выйти
sk: Odhlásiť sa
sq: Dilni
sr: Одјави се
sr_latn: Odjavi se
sv_se: Logga ut
uk: Вийти

source: Sign In
bn_bd: সাইন ইন
cs: Přihlášení
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
eu: Hasi saioa
fr: Connexion
gl: Identificarse
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Aanmelden
pa: ਸਾਇਨ ਇਨ
pt_br: Entrar
pt_pt: Iniciar sessão
ru: Войти
sk: Prihlásiť sa
sq: Hyni
sr: Пријави се
sr_latn: Prijavi se
sv_se: Logga in
uk: Увійти

source: You are not logged in as a Curator
bn_bd: আপনি তত্ত্বাবধায়ক হিসেবে প্রবেশ করেননি
cs: Nejste přihlášen(a) jako Curator
eu: Ez duzu saioa hasi mantentzaile gisa
fr: Vous n'êtes pas connecté en tant que superviseur
gl: Non se identificou como un administrador
ja: あなたは管理者としてログインしていません
nl: U bent niet aangemeld als een curator
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਪ੍ਰਧਾਨ ਦੇ ਤੌਰ ਤੇ ਲਾਗਇਨ ਨਹੀ ਕੀਤਾ
pt_br: Você não está logado como um curador
pt_pt: Não está autenticado como um curador
ru: Вы не вошли в качестве Куратора
sk: Nie ste prihlásený ako správca
sq: Nuk jeni futur si një Kujdestar
sr: Нисте пријављени као куратор
sr_latn: Niste prijavljeni kao kurator
sv_se: Du är inte inloggad som kurator
uk: Ви не увійшли, як куратор

source: In order to create or modify collections, you must be logged in as a Curator to effectively use this tool.
bn_bd: সংগ্রহ সমূহ সৃষ্টি বা পরিবর্তনের জন্য, এই টুলটি কার্যকরভাবে ব্যাবহারের জন্য আপনাকে অবশ্যই তত্ত্বাবধায়ক রূপে প্রবেশ করতে হবে ।
cs: Pokud si přejete vytvářet či upravovat sbírky, musíte být přihlášen jako správce, jinak nebudete moci efektivně používat tento nástroj.
de: Um Sammlungen zu erstellen oder zu bearbeiten, müssen Sie sich als Verwalter anmelden, um dieses Werkzeug effektiv verwenden zu können.
el: Για να δημιουργήσετε ή να τροποποιήσετε συλλογές, πρέπει να έχετε συνδεθεί σαν Επιμελητής ώστε να χρησιμοποιήσετε αποτελεσματικά αυτό το εργαλείο.
es: A fin de crear o modificar las colecciones, debes identificarte como administrador para usar eficazmente esta herramienta.
eu: Bildumak sortu edo aldatzeko tresna hau erabili nahi baduzu, mantentzaile modura hasi behar duzu saioa.
fr: Afin de créer ou de modifier des collections, vous devez être connecté en tant que superviseur pour pleinement utiliser cet outil.
gl: Para crear ou modificar coleccións, debe identificarse como un administrador para efectivamente usar esta ferramenta.
hu: Gyűjtemények létrehozásához vagy módosításához be kell jelentkeznie karbantartóként ezen eszköz hatásos használatához.
it: Al fine di utilizzare effettivamente questo strumento per creare o modificare una raccolta devi essere identificato come curatore.
ja: コレクションを作成、編集するには、管理者としてログインし、このツールを効果的に使用する必要があります。
nl: Voor het aanmaken of aanpassen van collecties moet u aangemeld zijn als een curator om dit hulpmiddel effectief te kunnen gebruiken.
pa: ਸੰਗ੍ਰਹਿ ਨੂੰ ਬਣਾਉਣ ਜਾ ਸੋਧ ਕਰਨ ਲਈ, ਇਸ ਜੰਤਰ ਨੂੰ ਵਰਤਣ ਲਈ ਇੱਕ ਪ੍ਰਧਾਨ ਤੌਰ ਤੇ ਲਾਗਇਨ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pt_br: Para criar ou modificar as coleções, você deve estar logado como um curador para usar eficazmente esta ferramenta.
pt_pt: Para criar ou modificar coleções, deve ter sessão iniciada como um curador para utilizar esta ferramenta.
ru: Для того, чтобы создавать или изменять подборки, необходимо войти в качестве Куратора для эффективного использования этого инструмента.
sk: Ak chcete vytvoriť alebo upraviť kolekcie, musíte byť prihlásený ako správca, inak nebudete môcť tento nástroj efektívne využívať.
sq: Që të mund të krijoni ose modifikoni koleksione, duhet të jeni i futur si një Kujdestar që të mund të përdorni vërtet këtë mjet.
sr: Да бисте креирали или изменили колекције, морате бити пријављени као куратор како бисте успешно користили овај алат.
sr_latn: Da biste kreirali ili izmenili kolekcije, morate biti prijavljeni kao kurator kako biste uspešno koristili ovaj alat.
sv_se: För att kunna skapa eller ändra samlingar måste du vara inloggad som en kurator för att effektivt använda detta verktyg.
uk: Для того, щоб створювати або змінювати збірки, ви повинні увійти в якості куратора для ефективного використання цього інструменту.

source: Collections
bn_bd: সংগ্রহ সমূহ
cs: Sbírky
de: Sammlungen
el: Συλλογές
es: Colecciones
eu: Bildumak
gl: Coleccións
hu: Gyűjtemények
it: Raccolte
ja: コレクション
nl: Collecties
pa: ਸੰਗ੍ਰਹਿ
pt_br: Coleções
pt_pt: Coleções
ru: Подборки
sk: Kolekcie
sq: Koleksione
sr: Колекције
sr_latn: Kolekcije
sv_se: Samlingar
uk: Збірки

source: No collections have been created.
bn_bd: কোন সংগ্রহ তৈরি করা হয় নি।
cs: Nebyly vytvořeny žádné sbírky.
de: Es wurden noch keine Sammlungen erstellt.
el: Δεν έχουν δημιουργηθεί συλλογές.
es: No se ha creado ninguna colección.
eu: Ez da bildumarik sortu.
fr: Aucune collection n'a été créée.
gl: Non se creo ningunha colección.
hu: Nem jött létre gyűjtemény.
it: Non è stata creata alcuna raccolta.
ja: コレクションはまだ作成されていません。
nl: Er zijn geen collecties aangemaakt.
pa: ਕੋਈ ਸੰਗ੍ਰਹਿ ਬਣਾਇਆ ਨਹੀ ਗਿਆ ਹੈ।
pt_br: Não foi criada nenhuma coleção.
pt_pt: Não foram criadas coleções.
ru: Ни одной подборки не создано.
sk: Neboli vytvorené žiadne kolekcie.
sq: Nuk u krijuan koleksione.
sr: Ни једна колекција није креирана.
sr_latn: Ni jedna kolekcija nije kreirana.
sv_se: Ingen samling har skapats.
uk: Жодної збірки не створено.

source: Add a new collection
bn_bd: নতুন সংগ্রহ যোগ করুন
cs: Přidat novou sbírku
de: Eine neue Sammlung hinzufügen
el: Προσθήκη νέας συλλογής
es: Agregar una nueva colección
eu: Gehitu bilduma berri bat
fr: Ajouter une nouvelle collection
gl: Engadir unha nova colección
hu: Új gyűjtemény hozzáadása
it: Aggiungi una nuova raccolta
ja: 新しいコレクションを追加
nl: Een nieuwe collectie toevoegen
pa: ਇੱਕ ਨਵ ਭੰਡਾਰ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar uma nova coleção
pt_pt: Adicionar uma nova coleção
ru: Добавить новую подборку
sk: Pridať novú kolekciu
sq: Shtoni një koleksion të ri
sr: Додајте нову колекцију
sr_latn: Dodajte novu kolekciju
sv_se: Lägg till en ny samling
uk: Додати нову збірку

source: Featured Apps
bn_bd: বৈশিষ্ট্যপূর্ণ অ্যাপস
cs: Propagované aplikace
de: Vorgestellte Apps
el: Προβεβλημένες εφαρμογές
es: Aplicaciones destacadas
eu: Nabarmendutako aplikazioak
fr: Applications en vedette
gl: Aplicativos destacados
hu: Kiemelt appok
it: App consigliate
ja: おすすめアプリ
nl: Aanbevolen apps
pa: ਗੁਣ ਐਪਸ
pt_br: Aplicativos em destaque
pt_pt: Aplicações em destaque
ru: Избранные приложения
sk: Odporúčané aplikácie
sq: Zbatime të Zgjedhura
sr: Истакнуте апликације
sr_latn: Istaknute aplikacije
sv_se: Rekommenderade appar
uk: Відібрані програми

source: No featured app sections have been created.
bn_bd: বৈশিষ্ট্যপূর্ণ অ্যাপ এর জন্যে কোন সেকশন তৈরী করা হয়নি।
cs: Nebyla vytvořena žádná sekce propagovaných aplikací.
de: Es wurden noch keine Abschnitte für vorgestellte Apps erstellt.
el: Δεν έχουν δημιουργηθεί κατηγορίες προβεβλημένων εφαρμογών.
es: No se han creado secciones para aplicaciones destacadas.
eu: Ez da nabarmendutako aplikazioen atalik sortu.
fr: Aucune section d'applications en vedette n'a été créée.
gl: Non se crearon seccións para aplicativos destacados.
hu: Nem jöttek létre kiemelt appszakaszok.
it: Non è stata creata alcuna sezione per le app consigliate.
ja: おすすめアプリの項目はまだ作成されていません。
nl: Er zijn geen collecties voor aanbevolen apps aangemaakt.
pa: ਕੋਈ ਵਿਸ਼ੇਸ਼ਤਾ ਵਾਲਾ ਐਪ ਨਹੀ ਬਣਾਇਆ ਗਿਆ ਹੈ।
pt_br: Não há seções de aplicativos em destaque criadas.
pt_pt: Não foi criadas secções de aplicações em destaque.
ru: Ни одного раздела избранных приложений не создано.
sk: Neboli vytvorené žiadne sekcie odporúčaných aplikácií.
sq: Nuk janë krijuar ndarje zbatimesh të zgjedhura.
sr: Није креиран ни један одељак за истакнуте апликације.
sr_latn: Nije kreiran ni jedan odeljak za istaknute aplikacije.
sv_se: Inge rekommenderad app-sektion har skapats.
uk: Жодного розділу відібраних програм не створено.

source: Add a new featured app collection
bn_bd: একটি নতুন বৈশিষ্ট্যপূর্ণ অ্যাপ সম্ভার যোগ করুন
cs: Přidat novou propagovanou sbírku aplikací
de: Eine neue Sammlung für vorgestellte Apps hinzufügen
el: Προσθήκη νέας συλλογής προβεβλημένων εφαρμογών
es: Agrega una nueva colección para aplicaciones destacadas
eu: Gehitu nabarmendutako aplikazioen bilduma berri bat
fr: Ajouter une nouvelle collection d'applications en vedette
gl: Engadir unha nova colección para aplicativos destacados
hu: Új kiemelt app gyűjtemény hozzáadása
it: Aggiungi una nuova raccolta di app consigliate
ja: 新しいおすすめアプリコレクションを追加
nl: Nieuwe collectie voor aanbevolen apps toevoegen
pa: ਇੱਕ ਨਵ ਵਿਸ਼ੇਸ਼ਤਾ ਵਾਲੇ ਐਪ ਨੂੰ ਭੰਡਾਰ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ
pt_br: Adicione uma nova coleção de aplicativos em destaque
pt_pt: Adicionar nova coleção de aplicações em destaque
ru: Добавить новую подборку избранных приложений
sk: Pridať novú odporúčanú kolekciu aplikácií
sq: Shtoni një koleksion të ri të zgjedhur zbatimesh
sr: Додајте нову колекцију за истакнуте апликације
sr_latn: Dodajte novu kolekciju za istaknute aplikacije
sv_se: Lägg till en ny rekommenderad app-samling
uk: Додати нову збірку відібраних програм

source: Operator Shelves
bn_bd: নিয়ন্ত্রক কক্ষ
cs: Pro operátora
de: Regale für Mobilfunkanbieter
el: Ράφια διαχειριστή
es: Estantes del operador
eu: Operatzaile-apalak
fr: Étagères opérateur
gl: Estantes da operadora
hu: Operátori polcok
it: Scaffali operatore
ja: オペレーターのコレクション
nl: Operatorplanken
pa: ਆਪਰੇਟਰ Shelves
pt_br: Prateleiras do operador
pt_pt: Prateleiras do operador
ru: Полки Оператора
sk: Špecifické pre operátora
sq: Rafte Operatorësh
sr: Полице оператора
sr_latn: Police operatora
sv_se: Hyllor för mobiloperatörer
uk: Полиці оператора

source: No operator shelves have been created.
bn_bd: কোন নিয়ন্ত্রক কক্ষ তৈরি করা হয় নি।
cs: Pro operátory nebylo nic vytvořeno.
de: Es wurden noch keine Regale für Mobilfunkanbieter erstellt.
el: Δεν έχουν δημιουργηθεί ράφια διαχειριστή.
es: No se ha creado ningún estante del operador.
eu: Ez da operatzaile-apalik sortu.
fr: Aucune étagère opérateur n'a été créé.
gl: Non se creou ningún estante da operadora.
hu: Nem jött létre operátori polc.
it: Non è stato creato alcun scaffale operatore.
ja: オペレーターのコレクションはまだ作成されていません。
nl: Er zijn geen operatorplanken aangemaakt.
pa: ਕੋਈ ਆਪਰੇਟਰ shelves ਬਣਾਇਆ ਗਿਆ ਹੈ।
pt_br: Não foi criada nehuma prateleira do operador.
pt_pt: Não foram criadas prateleiras do operador.
ru: Ни одной полки оператора не создано.
sk: Neboli vytvorené žiadne kolekcie špeciálne pre operátora.
sq: Nuk janë krijuar rafte operatorësh.
sr: Ни једна полица оператора није креирана.
sr_latn: Ni jedna polica operatora nije kreirana.
sv_se: Inga hyllor för mobiloperatörer har skapats.
uk: Жодної полиці оператора не створено.

source: Add a new operator shelf
bn_bd: নতুন নিয়ন্ত্রক কক্ষ যোগ করুন
cs: Přidat novou skupinu pro operátora
de: Ein neues Regal für Mobilfunkanbieter hinzufügen
el: Πρόσθεσε νέο ράφι διαχειριστή
es: Agregar un nuevo estante del operador
eu: Gehitu operatzaile-apal berri bat
fr: Ajouter une nouvelle étagère opérateur
gl: Engadir un novo estante da operadora
hu: Új operátori polc hozzáadása
it: Aggiungi un nuovo scaffale operatore
ja: 新しいオペレーターのコレクションを追加
nl: Nieuwe operatorplank toevoegen
pa: ਇੱਕ ਨਵ ਆਪਰੇਟਰ ਸ਼ੈਲਫ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicione uma nova prateleira do operador
pt_pt: Adicionar nova prateleira do operador
ru: Добавить новую полку оператора
sk: Pridať novú kolekciu špecifickú pre operátora
sq: Shtoni një raft të ri operatori
sr: Дoдајте нову полицу оператора
sr_latn: Dodajte novu policu operatora
sv_se: Lägg till en ny hylla för mobiloperatörer
uk: Додати нову полицю оператора

source: Please select a carrier to see operator shelves.
bn_bd: নিয়ন্ত্রক কক্ষ দেখার জন্য দয়া করে একজন বাহককে নির্বাচন করুন।
cs: Zvolte prosím operátora, pro kterého chcete vidět skupiny.
de: Bitte wählen Sie einen Mobilfunkanbieter aus, um Regale für Mobilfunkanbieter zu sehen.
el: Επιλέξτε πάροχο για να δείτε ράφια διαχειριστή.
es: Selecciona un proveedor para ver los estantes del operador.
eu: Hautatu hornitzaile bat operatzaile-apalak ikusteko.
fr: Veuillez choisir un opérateur pour voir ses étagères.
gl: Seleccione unha operadora para ver os seus estantes.
hu: Válasszon ki egy szolgáltatót az operátori polcok kiválasztásához.
it: Seleziona un operatore telefonico per visualizzare i suoi scaffali di app.
ja: オペレーターのコレクションを見るにはキャリアを選択してください。
nl: Kies een provider om operatorplanken te zien.
pa: ਆਪਰੇਟਰ shelves ਨੂੰ ਵੇਖਣ ਲਈ ਇੱਕ ਕੈਰੀਅਰ ਦੀ ਚੋਣ ਕਰੋ ਜੀ।
pt_br: Selecione uma operadora para ver as prateleiras do operador.
pt_pt: Por favor, selecione um operador para ver as prateleira do operador.
ru: Пожалуйста, выберите оператора, чтобы увидеть полки оператора.
sk: Zvoľte operátora, ak chcete vidieť kolekcie špecifické pre operátora.
sq: Ju lutemi, përzgjidhni një operator që të shihni raftet.
sr: Молимо Вас изаберите мрежног оператера како бисте прегледали полице оператора.
sr_latn: Molimo Vas izaberite mrežnog operatera kako biste pregledali police operatora.
sv_se: Välj en operatör för att se hyllor för mobiloperatörer.
uk: Будь ласка, виберіть оператора, щоб побачити полиці оператора.

source: New {collection_type}
bn_bd: নতুন {collection_type}
cs: Nová sbírka typu {collection_type}
de: Neue {collection_type}
el: Νέα {collection_type}
es: Nuevo {collection_type}
eu: {collection_type} berria
fr: Nouvelle collection {collection_type}
gl: Nova {collection_type}
hu: Új {collection_type}
it: Nuova raccolta {collection_type}
ja: 新しい {collection_type}
nl: Nieuw(e) {collection_type}
pa: ਨਵਾ {collection_type}
pt_br: Nova {collection_type}
pt_pt: Novo {collection_type}
ru: Новая {collection_type}
sk: Nová kolekcia typu {collection_type}
sq: {collection_type} i ri
sr: Нове {collection_type}
sr_latn: Nove {collection_type}
sv_se: Ny {collection_type}
uk: Нова {collection_type}

source: The name is not shown to users, it is only for convenience.
bn_bd: এই নাম ব্যবহারীদের দেখানো হবে না, এটা শুধু আপনার সুবিধার জন্যে।
cs: Název není zobrazen uživatelům. Je zde pouze pro vaše pohodlí.
de: Der Name wird Benutzern nicht angezeigt, er dient nur der Vereinfachung.
el: Το όνομα δεν είναι εμφανές στους χρήστες, είναι μόνο για ευκολία.
es: El nombre no se muestra a los usuarios, es solo por comodidad.
eu: Erabiltzaileek ez dute izena ikusten, erosotasunagatik erabiltzen da.
fr: Le nom ne sera pas montré aux utilisateurs et est à votre usage uniquement.
gl: O nome non se amosa aos usuarios, solo por comodidade.
hu: A név nem jelenik meg a felhasználók előtt, csak kényelmi célja van.
it: Il nome non verrà visualizzato agli utenti e viene utilizzato solo per comodità.
ja: 名前はユーザには表示されません。単なる便宜的なものです。
nl: De naam is niet zichtbaar voor gebruikers, maar dient alleen voor het gemak.
pa: ਨਾਮ ਯੂਜ਼ਰ ਨੂੰ ਵੇਖਾਇਆ ਨਹੀ ਗਿਆ ਹੈ, ਇਹ ਕੇਵਲ ਸਹੂਲਤ ਲਈ ਹੈ।
pt_br: O nome não é mostrado para os usuários, é apenas por conveniência
pt_pt: O nome não é apresentado a utilizadores, é apenas para conveniência.
ru: Имя не видно пользователям, оно только для удобства.
sk: Názov sa používateľom nezobrazuje, je to len pre vaše pohodlie.
sq: Emri nuk u tregohet përdoruesve, lypset vetëm për lehtësi.
sr: Назив није приказан корисницима, служи само ради погодности.
sr_latn: Naziv nije prikazan korisnicima, služi samo radi pogodnosti.
sv_se: Namnet visas inte för användare, det är endast för bekvämlighet.
uk: Ім'я не показується користувачам, це тільки для зручності.

source: Collection Slug
bn_bd: স্লাগ সম্ভার
cs: URL sbírky
de: Adressname der Sammlung
el: Ψευδώνυμο συλλογής
es: Título breve de la colección
eu: Bildumaren slug-a
fr: Raccourci de la collection
gl: Título breve da colección
hu: Gyűjtemény slug
it: Slug raccolta
ja: コレクションのスラグ
nl: Collectieslug
pa: ਭੰਡਾਰ Slug
pt_br: Título curto da coleção
pt_pt: Slug da coleção
ru: Короткий url подборки
sk: URL kolekcie
sq: Identifikues Koleksioni
sr: Назив url адресе за колекцију
sr_latn: Naziv url adrese za kolekciju
sv_se: Samlingsslugg
uk: Коротка URL збірки
