Repository: mozilla/rocketfuel
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, cs, de, el, es, eu, fr, gl, hu, it, ja, nl, pa, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv_se, uk

source: Slugs must start with a letter and can only contain letters, numbers, and hyphens. It must be 30 characters or less.
bn_bd: স্লাগের শুরুতে অবশ্যই অক্ষর থাকতে হবে এবং এতে শুধু অক্ষর, সংখ্যা, এবং হাইফেন থাকতে পারবে। এটি ৩০ বা তার কম অক্ষরের হতে পারে।
cs: URL musí začít znakem a může obsahovat pouze znaky, čísla a pomlčky. Může mít maximální délku 30 znaků.
de: Adressnamen müssen mit einem Buchstaben anfangen und dürfen nur Buchstaben, Zahlen und Bindestriche enthalten. Er darf höchstens 30 Zeichen lang sein.
el: Τα ψευδώνυμα πρέπει να αρχίζουν με γράμμα και περιέχουν μόνο γράμματα, αριθμούς, και κάτω παύλες. Πρέπει να είναι ως 30 χαρακτήρες.
es: Los títulos breves (o slugs) deben empezar con una letra y pueden contener solo letras, números y guiones. Deben tener un máximo de 30 caracteres o menos.
eu: Slug-ek letra batekin hasi behar dute eta letrak, zenbakiak eta marratxoak soilik eduki ditzakete. 30 karaktere edo gutxiago eduki behar ditu.
fr: Les raccourcis doivent commencer avec une lettre et ne peuvent contenir que des lettres, des chiffres et des tirets. Leur longueur ne peut pas dépasser 30 caractères.
gl: Os títulos breves (ou slugs) deben comezar cunha letra e só poden conter letras, números ou guións. Deben ter un máximo de 30 caracteres ou menos.
hu: A slug betűvel kezdődik, és csak betűket, számokat és kötőjeleket tartalmaz. Legfeljebb 30 karakter lehet.
it: Gli slum sono stringhe di al più 30 caratteri, devono iniziare con una lettera e contenere solo caratteri alfanumerici e trattini.
ja: スラグは、最初の文字をアルファベットにする必要があり、英数字とハイフンのみ使用できます。最大 30 文字です。
nl: Slugs moeten met een letter beginnen en kunnen alleen letters, cijfers en koppeltekens bevatten. Een slug moet uit 30 of minder tekens bestaan.
pa: Slugs ਇੱਕ ਅੱਖਰ ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਸਿਰਫ਼ ਅੱਖਰ, ਅੰਕ, ਅਤੇ ਹਾਈਫਨ ਹੋ ਸਕਦੇ ਹਨ. ਇਹ 30 ਅੱਖਰ ਜ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pt_br: Títulos curtos devem começar com uma letra e pode conter apenas letras, números e hífens. Deve ter 30 caracteres ou menos.
pt_pt: Os slugs devem começar com uma letra e só conter letras, números e hífenes. Tem de ter 30 carateres ou menos.
ru: Короткие URL должны начинаться с буквы и могут содержать только буквы, цифры и дефисы. Их длина не должна превышать 30 символов.
sk: URL musí začínať písmenom a môže obsahovať len písmená, čísla a pomlčky. Môže mať maximálne 30 znakov.
sq: Identifikuesit duhet të fillojnë me një shkronjë dhe mund të përmbajnë vetëm shkronja, numra, dhe vija ndarëse. Duhet të jenë 30 ose më pak shenja.
sr: Називи url адреса морају почети словом и могу да садрже само слова, бројеве и цртице. Морају бити дужине 30 или мање карактера.
sr_latn: Nazivi url adresa moraju početi slovom i mogu da sadrže samo slova, brojeve i crtice. Moraju biti dužine 30 ili manje karaktera.
sv_se: Sluggar måste börja med en bokstav och kan endast innehålla bokstäver, siffror och bindestreck. Den måste vara 30 tecken eller mindre.
uk: Короткі URL повинні починатись із літери і можуть містити лише літери, цифри та дефіси. Їх довжина не повинна перевищувати 30 символів.

source: Author Name
bn_bd: স্বত্বাধিকারীর নাম
cs: Jméno autora
de: Name des Autors
el: Όνομα συντάκτη
es: Nombre del autor
eu: Egile-izena
fr: Nom de l'auteur
gl: Nome do autor
hu: A szerző neve
it: Nome dell'autore
ja: 作者名
nl: Naam van auteur
pa: ਲੇਖਕ ਨਾਮ
pt_br: Nome do Autor
pt_pt: Nome do autor
ru: Имя автора
sk: Meno autora
sq: Emër Autori
sr: Име аутора
sr_latn: Ime autora
sv_se: Namn på författare
uk: Ім'я автора

source: Description
bn_bd: বর্ণনা
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
eu: Deskribapena
gl: Descrición
hu: Leírás
it: Descrizione
ja: 説明
nl: Beschrijving
pa: ਵੇਰਵਾ
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sk: Popis
sq: Përshkrim
sr: Опис
sr_latn: Opis
sv_se: Beskrivning
uk: Опис

source: Background Color
bn_bd: পটভূমির রং
cs: Barva pozadí
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
eu: Atzeko planoaren kolorea
fr: Couleur d'arrière-plan
gl: Cor de fondo
hu: Háttérszín
it: Colore di sfondo
ja: 背景色
nl: Achtergrondkleur
pa: ਪਿੱਠਭੂਮੀ ਰੰਗ
pt_br: Cor de fundo
pt_pt: Cor de fundo
ru: Цвет фона
sk: Farba pozadia
sq: Ngjyrë Sfondi
sr: Позадинска боја
sr_latn: Pozadinska boja
sv_se: Bakgrundsfärg
uk: Колір тла

source: A background color is required
bn_bd: একটি ব্যাকগ্রাউন্ড রং লাগবে
cs: Barva pozadí je vyžadována
de: Eine Hintergrundfarbe ist erforderlich
el: Απαιτείται ένα χρώμα φόντου
es: Se requiere un color de fondo
eu: Beharrezkoa da atzeko planorako kolore bat
fr: Une couleur d'arrière-plan est nécessaire
gl: Requírese unha cor de fondo
hu: Egy háttérszín szükséges
it: È obbligatorio impostare un colore di sfondo
ja: 背景色は必須です
nl: Een achtergrondkleur is vereist
pa: ਪਿੱਠਭੂਮੀ ਰੰਗ ਚਾਹਿਦਾ ਹੈ
pt_br: A cor de fundo é necessária
pt_pt: É necessária uma cor de fundo
ru: Требуется цвет фона
sk: Farba pozadia je požadovaná
sq: Ngjyra e sfondit është e domosdoshme
sr: Неопходно је унети позадинску боју
sr_latn: Neophodno je uneti pozadinsku boju
sv_se: En bakgrundsfärg krävs
uk: Потрібен колір тла

source: Please enter a hex color (e.g.: "#AB78EF")
bn_bd: দয়া করে রঙের হেক্স কোড প্রবেশ করান (উদাহরণস্বরূপ:"#AB78EF")
cs: Vložte prosím barvu ve formátu hexa (např.: "#AB78EF")
de: Bitte geben Sie eine Farbe im Hexadezimalformat (z.B.: "#AB78EF") ein
el: Παρακαλώ εισάγετε ένα δεκαεξαδικό χρώμα (π.χ.: "#AB78EF")
es: Introduce un color en hexadecimal (p.ej. "#AB78EF")
eu: Sartu hex kolore bat (adib.: "#AB78EF")
fr: Veuillez saisir une couleur hexadécimale (par exemple « #AB78EF »)
gl: Escriba unha cor en hex (p.ex.: "#AB78EF")
hu: Adjon meg egy hexa színt (pl.: „#AB78EF”)
it: Inserisci il codice esadecimale di un colore (ad esempio: "#AB78EF")
ja: 色を HEX 値で入力してください (例「#AB78EF」)
nl: Voer een hex-kleur in (bv. “#AB78EF”)
pa: ਕਿ੍ਪਾ ਕਰਕੇ ਇੱਕ ਹੈਕਸਾ ਦੇ ਰੰਗ ਭਰੋ ਜੀ (e.g.: "#AB78EF")
pt_br: Por favor insira uma cor hex (ex.: "#AB78EF")
pt_pt: Por favor introduza uma cor hexadecimal (por exemplo: "#AB78EF")
ru: Пожалуйста, введите 16-ричный цвет (например: «#AB78EF»)
sk: Zadajte prosím farbu vo formáte (napr.: "#AB78EF")
sq: Ju lutemi, jepni një ngjyrë me kod gjashtësh (p.sh.: "#AB78EF")
sr: Молимо Вас унесите хексадецималну боју (нпр..: "#AB78EF")
sr_latn: Molimo Vas unesite heksadecimalnu boju (npr..: "#AB78EF")
sv_se: Ange en färg hexadecimalt (exempel: "#AB78EF")
uk: Будь ласка, введіть hex колір (н.д.: "#AB78EF")

source: Text Color
bn_bd: লেখার রং
cs: Barva textu
de: Textfarbe
el: Χρώμα κειμένου
es: Color del texto
eu: Testu-kolorea
fr: Couleur du texte
gl: Cor do texto
hu: Szövegszín
it: Colore testo
ja: 文字色
nl: Tekstkleur
pa: ਪਾਠ ਦਾ ਰੰਗ
pt_br: Cor do texto
pt_pt: Cor do texto
ru: Цвет текста
sk: Farba textu
sq: Ngjyrë Teksti
sr: Боја текста
sr_latn: Boja teksta
sv_se: Textfärg
uk: Колір тексту

source: A text color is required
bn_bd: লেখার একটি রং দরকার
cs: Barva textu je vyžadována
de: Eine Textfarbe ist erforderlich
el: Απαιτείται χρώμα κειμένου
es: Se requiere un color de texto
eu: Beharrezkoa da testu-kolore bat
fr: La couleur de texte est obligatoire
gl: Requírese unha cor de texto
hu: Egy szövegszín szükséges
it: È obbligatorio impostare un colore per il testo
ja: 文字色は必須です
nl: Een tekstkleur is vereist
pa: ਪਾਠ ਦਾ ਰੰਗ ਚਾਹਿਦਾ ਹੈ
pt_br: A cor do texto é necessária
pt_pt: É necessária uma cor de texto
ru: Требуется цвет текста
sk: Farba textu je požadovaná
sq: Ngjyra e tekstit është e domosdoshme
sr: Неопходно је унети боју текста
sr_latn: Neophodno je uneti boju teksta
sv_se: En textfärg krävs
uk: Потрібен колір тексту

source: Create
bn_bd: তৈরি
cs: Vytvořit
de: Erstellen
el: Δημιουργία
es: Crear
eu: Sortu
fr: Créer
gl: Crear
hu: Létrehozás
it: Crea
ja: 作成
nl: Aanmaken
pa: ਬਣਾਉ
pt_br: Criar
pt_pt: Criar
ru: Создать
sk: Vytvoriť
sq: Krijoje
sr: Креирај
sr_latn: Kreiraj
sv_se: Skapa
uk: Створити

source: Unauthorized
bn_bd: অননুমোদিত
cs: Neautorizováno
de: Nicht autorisiert
el: Μη εγκεκριμένο
es: No autorizado
eu: Baimenik ez
fr: Non autorisé
gl: Non autorizado
hu: Jogosulatlan
it: Operazione non consentita
ja: 未承認
nl: Niet geautoriseerd
pa: ਅਣਅਧਿਕਾਰਤ
pt_br: Não autorizado
pt_pt: Não autorizado
ru: Не авторизован
sk: Neautorizované
sq: I paautorizuar
sr: Недозвољен приступ
sr_latn: Nedozvoljen pristup
sv_se: Obehörig
uk: Не авторизований

source: You must be logged in to create collections.
bn_bd: কালেকশন তৈরী করতে আপনাকে অবশ্যই লগড ইন থাকতে হবে।
cs: Pro vytváření sbírek musíte být přihlášen(a).
de: Sie müssen angemeldet sein, um Sammlungen zu erstellen.
el: Πρέπει να είστε συνδεδεμένοι για να δημιουργήσετε συλλογές.
es: Tienes que iniciar la sesión para crear colecciones.
eu: Saioa hasi behar duzu bildumak sortzeko.
fr: Vous devez vous connecter pour créer des collections.
gl: Debe identificarse para crear coleccións.
hu: A gyűjtemények létrehozásához be kell jelentkeznie.
it: È necessario effettuare l'accesso per creare una raccolta.
ja: コレクションを作成するにはログインしてください。
nl: U moet aangemeld zijn om collecties aan te maken.
pa: ਤੁਹਾਨੂੰ ਸੰਗ੍ਰਹਿ ਬਣਾਉਣ ਲਈ ਲਾਗਇਨ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pt_br: Você precisa estar logado para criar coleções.
pt_pt: Tem de ter sessão iniciada para criar coleções.
ru: Вы должны войти для создания подборок.
sk: Ak chcete vytvárať kolekcie, musíte byť prihlásený.
sq: Duhet të keni bërë hyrjen që të krijoni koleksione.
sr: Морате бити пријављени да бисте направили колекцију.
sr_latn: Morate biti prijavljeni da biste napravili kolekciju.
sv_se: Du måste vara inloggad för att skapa samlingar.
uk: Ви повинні увійти для створення збірок.

source: (Unnamed collection)
bn_bd: (নামহীন সম্ভার)
cs: (Nepojmenovaná sbírka)
eu: (Izenik gabeko bilduma)
fr: (Collection sans nom)
gl: (Colección sen nome)
pa: (ਬਿਨਾਂ ਨਾਂ ਭੰਡਾਰ)
pt_pt: (Coleção sem nome)
sk: (Nepomenovaná kolekcia)
sr: (Неименована колекција)
sv_se: (Namnlös samling)
uk: (Збірка без назви)

source: Collection is Public
bn_bd: সম্ভার সার্বজনীন
cs: Sbírka je veřejná
de: Sammlung ist öffentlich
el: Η συλλογή είναι δημόσια
es: La colección es pública
eu: Bilduma publikoa da
fr: La collection est publique
gl: A colección é pública
hu: A gyűjtemény nyilvános
it: Questa raccolta è pubblica
ja: コレクションは公開です
nl: Collectie is openbaar
pa: ਭੰਡਾਰ ਪਬਲਿਕ ਹੈ
pt_br: A coleção é pública
pt_pt: Coleção é pública
ru: Подборка публична
sk: Kolekcia je verejná
sq: Koleksioni është Publik
sr: Колекција је јавна
sr_latn: Kolekcija je javna
sv_se: Samlingen är offentlig
uk: Збірка загальнодоступна

source: There are no public collections of this type.
bn_bd: এ ধরণের কোন সার্বজনীন কালেকশন নেই।
cs: Neexistují veřejné sbírky tohoto typu.
de: Es gibt keine öffentlichen Sammlungen dieses Typs.
el: Δεν υπάρχουν δημόσιες συλλογές αυτού του τύπου.
es: No hay colecciones públicas de este tipo.
eu: Ez dago mota honetako bilduma publikorik.
fr: Il n'existe pas de collection publique de ce type.
gl: Non hai coleccións públicas deste tipo.
hu: Nincsenek ilyen típusú nyilvános gyűjtemények.
it: Non esistono raccolte pubbliche di questo tipo.
ja: この種類の公開コレクションはありません。
nl: Er zijn geen openbare collecties van dit type.
pa: ਇਸ ਕਿਸਮ ਦੇ ਕੋਈ ਜਨਤਕ ਭੰਡਾਰ ਨਹੀ ਹੁੰਦੇ ਹਨ।
pt_br: Não há coleções públicas deste tipo.
pt_pt: Não existem coleções públicas deste tipo.
ru: Нет публичных подборок этого типа.
sk: Neexistujú verejné kolekcie tohto typu.
sq: Nuk ka koleksione publikë të këtij lloji.
sr: Нема јавних колекција овог типа.
sr_latn: Nema javnih kolekcija ovog tipa.
sv_se: Det finns inga publika samlingar av denna typ.
uk: Немає загальнодоступних збірок цього типу.

source: Loading categories...
bn_bd: বিভাগ লোড হচ্ছে...
cs: Načítání kategorií...
de: Kategorien werden geladen…
el: Φόρτωση κατηγοριών...
es: Cargando categorías...
eu: Kategoriak kargatzen...
fr: Chargement des catégories…
gl: Cargando categorías...
hu: Kategóriák betöltése…
it: Caricamento delle categorie in corso…
ja: カテゴリを読み込んでいます...
nl: Categorieën laden…
pa: ਵਰਗ ਲੋਡ ਕੀਤਾ ...
pt_br: Carregando categorias...
pt_pt: A carregar as categorias...
ru: Загрузка категорий...
sk: Načítanie kategórií...
sq: Po ngarkohen kategoritë...
sr: Учитавање категорија...
sr_latn: Učitavanje kategorija...
sv_se: Laddar kategorier...
uk: Завантаження категорій...

source: -- None --
bn_bd: -- কিছুই না --
cs: -- Nic --
de: -- Keine --
el: -- Τίποτα --
es: -- Ninguno --
eu: -- Bat ere ez --
fr: -- Aucun --
gl: -- Ningunha --
hu: -- Nincs --
it: -- Nessuna --
ja: -- なし --
nl: -- Geen --
pa: -- ਕੋਈ --
pt_br: -- nenhum --
pt_pt: -- Nenhum --
ru: -- Нет --
sk: -- Nič --
sq: -- Asnjë --
sr: -- Нема --
sr_latn: -- Nema --
sv_se: -- Inga --
uk: -- Немає --

source: Loading regions...
bn_bd: অঞ্চল লোড করা হচ্ছে...
cs: Načítání regionů...
de: Regionen werden geladen…
el: Φόρτωση περιοχών...
es: Cargando regiones...
eu: Eskualdeak kargatzen...
fr: Chargement des régions…
gl: Cargando rexións...
hu: Régiók betöltése…
it: Caricamento delle regioni in corso…
ja: 地域を読み込んでいます...
nl: Regio’s laden…
pa: ਖੇਤਰ ਲੋਡ ਕੀਤਾ ...
pt_br: Carregando regiões...
pt_pt: A carregar regiões...
ru: Загрузка регионов...
sk: Načítavajú sa regióny...
sq: Po ngarkohen rajonet...
sr: Учитавање региона...
sr_latn: Učitavanje regiona...
sv_se: Laddar regioner...
uk: Завантаження регіонів...

source: Loading carriers...
bn_bd: কারিয়ার লোড হচ্ছে...
cs: Načítání operátorů...
de: Mobilfunkanbieter werden geladen…
el: Φόρτωση παρόχων...
es: Cargando proveedores...
eu: Hornitzaileak kargatzen...
fr: Chargement des opérateurs…
gl: Cargando operadoras...
hu: Szolgáltatók betöltése…
it: Caricamento degli operatori telefonici in corso…
ja: キャリアを読み込んでいます...
nl: Providers laden…
pa: ਕੈਰੀਅਰ ਲੋਡ ਕੀਤਾ ...
pt_br: Carregando Operadoras...
pt_pt: A carregar operadores...
ru: Загрузка операторов...
sk: Načítavajú sa operátori...
sq: Po ngarkohen operatorët...
sr: Учитавање оператера...
sr_latn: Učitavanje operatera...
sv_se: Laddar operatörer...
uk: Завантаження операторів...

source: Oh no!
bn_bd: ওহ না!
cs: Ale ne!
de: Oh, nein!
el: Ωχ όχι!
eu: O ez!
fr: Oh non !
gl: Oh non!
hu: Jaj ne!
ja: エラー
nl: Oh nee!
pa: ਅੋਹ ਨਾ!
pt_br: Oh, não!
pt_pt: Oh não!
ru: О нет!
sk: Ale nie!
sq: Mooos!
sr: О, не!
sr_latn: O, ne!
sv_se: Åh nej!
uk: О ні!

source: An error occurred.
bn_bd: একটি ত্রুটি ঘটেছে
cs: Nastala chyba.
de: Ein Fehler ist aufgetreten.
el: Παρουσιάστηκε κάποιο σφάλμα.
es: Ha ocurrido un error.
eu: Errore bat gertatu da.
fr: Une erreur s'est produite.
gl: Produciuse un erro.
hu: Hiba történt.
it: Si è verificato un errore.
ja: 問題が発生しました。
nl: Er is een fout opgetreden.
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: Ocorreu um erro.
pt_pt: Ocorreu um erro.
ru: Произошла ошибка.
sk: Nastala chyba.
sq: Ndodhi një gabim.
sr: Дошло је до грешке.
sr_latn: Došlo je do greške.
sv_se: Ett fel uppstod.
uk: Сталася помилка.

source: Error loading more
bn_bd: আরও লোড করতে ত্রুটি
cs: Chyba při načítání
de: Fehler beim Laden weiterer Daten
el: Σφάλμα κατά τη φόρτωση περισσότερων
es: Error al cargar más
eu: Errorea gehiago kargatzean
fr: Erreur de chargement du contenu supplémentaire
gl: Erro ao cargar máis
hu: Hiba több betöltésekor
it: Errore durante il caricamento di altri contenuti
ja: 読み込み中に問題が発生しました
nl: Fout bij laden van meer
pa: ਹੋਰ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt_br: Erro ao carregar mais
pt_pt: Erro ao carregar mais
ru: Ошибка загрузки другого
sk: Chyba pri načítaní
sq: Gabim gjatë ngarkimit të më tepër
sr: Грешка током учитавања
sr_latn: Greška tokom učitavanja
sv_se: Fel uppstod när mer skulle laddas
uk: Помилка подальшого завантаження

source: Try Again
bn_bd: আবার চেষ্টা করুন
cs: Zkusit znovu
de: Versuchen Sie es erneut
el: Προσπαθήστε ξανά
es: Probar de nuevo
eu: Saiatu berriro
fr: Veuillez réessayer
gl: Tentar de novo
hu: Próbálja újra
it: Riprova
ja: 再読み込み
nl: Opnieuw proberen
pa: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: Tente novamente
pt_pt: Tente novamente
ru: Попробовать снова
sk: Skúsiť znova
sq: Riprovoni
sr: Покушај поново
sr_latn: Pokušaj ponovo
sv_se: Försök igen
uk: Спробувати знову

source: ID: {id}
bn_bd: আইডি: {id}
eu: IDa: {id}
fr: ID&nbsp;: {id}
hu: Azonosító: {id}

source: Save
bn_bd: সংরক্ষণ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
eu: Gorde
fr: Enregistrer
gl: Gardar
hu: Mentés
it: Salva
ja: 保存
nl: Opslaan
pa: ਸੰਭਾਲੋ
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sk: Uložiť
sq: Ruaje
sr: Сачувај
sr_latn: Sačuvaj
sv_se: Spara
uk: Зберегти

source: Other Locales
bn_bd: অন্যান্য লোকাল
cs: Ostatní jazyky
de: Andere Sprachen
el: Άλλες τοποθεσίες
es: Otros idiomas
eu: Beste locale batzuk
fr: Autres langues
gl: Outros idiomas
hu: Más területek
it: Altre lingue
ja: 他のロケール
nl: Andere locales
pa: ਹੋਰ Locales
pt_br: Outros idiomas
pt_pt: Outros idiomas
ru: Другие языки
sk: Iné jazyky
sq: Gjuhë të Tjera
sr: Други локали
sr_latn: Drugi lokali
sv_se: Andra språkversioner
uk: Інші локалі

source: You have been signed out
bn_bd: আপনি সাইনআউট করেছেন
cs: Byl(a) jste odhlášen(a)
de: Sie wurden abgemeldet
el: Έχετε αποσυνδεθεί
es: Se ha cerrado la sesión
eu: Saioa amaitu duzu
fr: Vous avez été déconnecté(e)
gl: Foi desconectado
hu: Kijelentkezett
it: Hai effettuato la disconnessione
ja: ログアウトしました
nl: U bent afgemeld
pa: ਤੁਹਾਨੂੰ ਸਾਇਨ ਆਉਟ ਕੀਤਾ ਗਿਆ ਹੈ
pt_br: Você foi desconectado
pt_pt: A sua sessão foi terminada
ru: Вы вышли из системы
sk: Boli ste odhlásený
sq: Keni dalë
sr: Одјављени сте
sr_latn: Odjavljeni ste
sv_se: Du är utloggad
uk: Ви вийшли із системи

source: You have been signed in
bn_bd: আপনি সাইন ইন করেছেন
cs: Byl(a) jste přihlášen(a)
de: Sie wurden angemeldet
el: Έχετε συνδεθεί
es: Te has identificado
eu: Saioa hasi duzu
fr: Vous êtes connecté(e)
gl: Foi identificado
hu: Bejelentkezett
it: Hai effettuato l'accesso
ja: ログインしました
nl: U bent aangemeld
pa: ਤੁਹਾਨੂੰ ਸਾਇਨ ਇਨ ਕੀਤਾ ਗਿਆ ਹੈ
pt_br: Você foi autenticado
pt_pt: A sua sessão foi iniciada
ru: Вы вошли в систему
sk: Boli ste prihlásený
sq: Jeni futur
sr: Пријављени сте
sr_latn: Prijavljeni ste
sv_se: Du är inloggad
uk: Ви увійшли в систему

source: Persona login failed. Maybe you don't have an account under that email address?
bn_bd: পার্সোনা লগিন ব্যর্থ। হয়ত এ ইমেইল ঠিকানায় আপনার কোন অ্যাকাউন্ট নেই?
cs: Nastala chyba při přihlášení pomocí Persona. Možná nemáte účet pod touto e-mailovou adresou?
de: Persona-Anmeldung vorgeschlagen. Vielleicht haben Sie unter dieser E-Mail-Adresse kein Benutzerkonto?
el: Η σύνδεση persona απέτυχε. Μήπως δεν έχετε λογαριασμό με αυτή τη διεύθυνση email;
es: Hubo un error al identificarte con Mozilla Persona. ¿Será que no tienes una cuenta con esta dirección de correo?
eu: Persona erabiliz saioa hasteak huts egin du. Beharbada ez duzu konturik posta-helbide horrekin?
fr: Échec de la connexion avec Persona. Peut-être n'avez-vous pas de compte avec cette adresse électronique&nbsp;?
gl: Fallou a identificación con Mozilla Persona. Quizais non teña unha conta con ese enderezo de correo?
hu: A Persona bejelentkezés sikertelen. Talán nincs fiókja ehhez az e-mail címhez?
it: È fallita l'identificazione tramite Persona. Sicuro di avere un account Persona associato a questo indirizzo email?
ja: Persona のログインに失敗しました。入力されたメールアドレスのアカウントは存在しない可能性があります。
nl: Persona-aanmelding mislukt. Misschien hebt u geen account onder dat e-mailadres?
pa: ਵਅਕਤੀ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੈ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਉਸ ਮੇਲ ਪਤੇ ਹੇਠਾ ਨਾ ਹੋਵੇ?
pt_br: O login do Persona falhou. Talvez você não tem uma conta com esse endereço de e-mail?
pt_pt: A autenticação com o Persona falhou. Talvez não tenha uma conta com esse endereço de correio eletrónico?
ru: Ошибка входа через Persona. Возможно у вас нет учетной записи для этого адреса эл. почты?
sk: Prihlásenie pomocou Persona zlyhalo. Možno nemáte k danej e-mailovej adrese priradený účet?
sq: Hyrja me Persona dështoi. Ndoshta nuk keni llogari me këtë adresë email-i?
sr: Пријава путем Persona система је неуспешна. Можда немате налог под том адресом е-поште?
sr_latn: Prijava putem Persona sistema je neuspešna. Možda nemate nalog pod tom adresom e-pošte?
sv_se: Persona-inloggning misslyckades. Du kanske inte har ett konto med den e-postadressen registrerad?
uk: Вхід через Persona невдалий. Можливо ви не маєте облікового запису під цією адресою електронної пошти?

source: Persona login failed. A server error was encountered.
bn_bd: পার্সোনা লগিন ব্যর্থ। একটি সার্ভার ত্রুটির সম্মুখীন হতে হয়েছে।
cs: Nastala chyba při přihlášení pomocí Persona. Nastala chyba na serveru.
de: Persona-Anmeldung fehlgeschlagen. Ein Server-Fehler ist aufgetreten.
el: Η σύνδεση persona απέτυχε. Παρουσιάστηκε ένα σφάλμα διακομιστή.
es: Hubo un error al identificarte con Mozilla Persona. Se encontró un error en el servidor.
eu: Persona erabiliz saioa hasteak huts egin du. Zerbitzari-errorea aurkitu da.
fr: Échec de la connexion avec Persona. Une erreur du serveur s'est produite.
gl: Fallou a identificación con Mozilla Persona. Produciuse un erro no servidor.
hu: A Persona bejelentkezés sikertelen. Kiszolgálóhiba történt.
it: È fallita l'identificazione tramite Persona. Si è verificato un errore del server.
ja: Persona のログインに失敗しました。サーバエラーが発生しました。
nl: Persona-aanmelding mislukt. Er is een serverfout opgetreden.
pa: ਿਵਅਕਤੀ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੈ। ਇੱਕ ਸਰਵਰ ਨੂੰ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: O login do Persona falhou. Um erro foi encontrado no servidor.
pt_pt: A autenticação com o Persona falhou. Foi encontrado um erro no servidor.
ru: Ошибка входа через Persona. Произошла ошибка сервера.
sk: Prihlásenie pomocou Persona zlyhalo. Nastala chyba servera.
sq: Hyrja me Persona dështoi. U has një gabim shërbyesi.
sr: Пријава путем Persona система је неуспешна. Дошло је до грешке на серверу.
sr_latn: Prijava putem Persona sistema je neuspešna. Došlo je do greške na serveru.
sv_se: Persona-inloggning misslyckades. Ett serverfel uppstod.
uk: Вхід через Persona невдалий. Сталася помилка сервера.

source: No internet connection
bn_bd: কোন ইন্টারনেট সংযোগ নেই
cs: Není k dispozici připojení k internetu
de: Keine Internet-Verbindung
el: Χωρις σύνδεση
es: No hay conexión a internet
eu: Ez dago Internet-eko konexiorik
fr: Aucune connexion Internet
gl: Sen conexión á Internet
hu: Nincs internetkapcsolat
it: Connessione Internet non disponibile
ja: インターネット未接続
nl: Geen internetverbinding
pa: ਕੋਈ ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਨਹੀ ਹੈ।
pt_br: Sem conexão com a internet
pt_pt: Sem ligação à Internet
ru: Нет подключения к Интернету
sk: Pripojenie k internetu nie je k dispozícii
sq: Pa lidhje internet
sr: Нема интернет конекције
sr_latn: Nema internet konekcije
sv_se: Ingen internetanslutning
uk: Немає підключення до інтернету

source: Basic Collection
bn_bd: সাধারণ সংগ্রহ
cs: Základní sbírka
de: Basissammlung
el: Βασική συλλογή
es: Colección básica
eu: Oinarrizko bilduma
fr: Collection de base
gl: Colección básica
hu: Alap gyűjtemény
it: Raccolta base
ja: 基本コレクション
nl: Basiscollectie
pa: ਮੁੱਢਲਾ ਭੰਡਾਰ
pt_br: Coleção Básica
pt_pt: Coleção básica
ru: Базовая подборка
sk: Základná kolekcia
sq: Koleksion Bazë
sr: Основне колекције
sr_latn: Osnovne kolekcije
sv_se: Standardsamling
uk: Основна збірка

source: Featured App Collection
bn_bd: বৈশিষ্ট্যযুক্ত অ্যাপ সংগ্রহ
cs: Doporučovaná sbírka aplikací
de: Sammlung vorgestellter Apps
el: Προβεβλημένες συλλογές εφαρμογών
es: Colección de aplicaciones destacadas
eu: Nabarmendutako aplikazio-bilduma
fr: Collection d'applications en vedette
gl: Colección de aplicativos destacados
hu: Kiemelt app gyűjtemény
it: Raccolta di app consigliate
ja: おすすめアプリコレクション
nl: Collectie Aanbevolen apps
pa: ਗੁਣ ਹੈ App ਭੰਡਾਰ
pt_br: Coleção de aplicativos em destaque
pt_pt: Coleção de aplicações em destaque
ru: Подборка избранных приложений
sk: Odporúčaná kolekcia aplikácií
sq: Koleksion Zbatimesh të Zgjedhura
sr: Колекције истакнутих апликација
sr_latn: Kolekcije istaknutih aplikacija
sv_se: Rekommenderad app-samling
uk: Збірка відібраних програм
